{"code": 200, "data": {"questionId": 4831, "questionType": 6, "typeName": "看图演讲", "occurrence": 11, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-14T00:31:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少30秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "answer": "This picture shows a beautiful scene of 4 modern buildings which sit in front of a lake. It is an incredible combination of humanity and nature. The stylish buildings are circular in shape, utilizing a vast number of glass façades. The blue glass is specially designed to allow the people inside to see through clearly while blocking outside viewers. This is the reason why we can see the reflection of the sky on the glass rather than what is inside. Such designs also can let in an abundant amount of sunshine, saving a great deal of electricity for lighting during the daytime. The building on the most left is the tallest, and on the top level of it, the company name is mounted. Then the building in the middle is shorter by several levels. Lastly, the shortest two buildings on the right-hand side are joined together, sharing a common section. By the look of these buildings, I suppose this area is a business park. A number of trees are scattered across this area. I am so jealous of the employees working here, as they can enjoy such a gorgeous view while working. What’s more interesting is that there is a mathematical equation, 11 times 11 equals 121, written in the sky by a jet. I have seen multiple times people express love in this way. However, a mathematical equation is not surprising enough. I wonder what kind of person would do this, considering the efforts required. It must be someone who really loves maths.", "photo": "https://cdn.51ddedu.com/images/477110294661828610.jpg", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}