{"code": 200, "data": {"questionId": 1456, "questionType": 4, "typeName": "看题演讲", "occurrence": 61, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-11T16:16:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Talk about something that gets you excited.", "answer": "To be honest, there aren't many exciting things going on in my life at the moment, but if I have to talk about one, I would say the weekly coffee date with my best friend is what excites me the most. I look forward to this date so much because my friend and I rarely have a chance to talk on weekdays. Back in school, the two of us were like the white on rice; I mean, we were inseparable. I could spend days and nights gossiping with my best friend, and meeting each other was never a problem for us. However, since graduation, both of us are always buried in work, so it gets harder to stay in contact regularly. So now, weekends are the only time we can meet up, and the thought of it never fails to excite me. There are millions of things that I and my bestie can do together. Most of the time, we choose a lovely cafe to sit down and have a chat. On some other occasions, we go shopping or have brunch in a fancy restaurant. What we do doesn't matter, as long as we can see each other. I feel relieved every time I confide in my best friend because I know she will always cheer me up and give me some useful advice. All in all, this is one of the things that excites me the most. Thank you for listening. (242 字)", "options": [{"content": "What is it?"}, {"content": "What about it gets you so excited?"}, {"content": "How often does this happen?"}], "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}