{"code": 200, "data": {"questionId": 2317, "questionType": 4, "typeName": "看题演讲", "occurrence": 46, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T06:37:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Describe someone you know who has a lot of responsibilities.", "answer": "When it comes to a person I know who has a lot of responsibilities, I suppose that would my father. To me, he is a hero, an ideal father, a benevolent person, and a man of his honor. He is in his 50s now. My father assumes the responsibility of being both a qualified husband, father of 2 children, and the head and primary support of our family. Though he can't manage every aspect of our family due to his age, he is still the decision-maker of our family, and every single decision he has ever made involves a high level of sophistication and great kindness towards every other person. I remember him from my early childhood when he used to play chess with me. He taught me many things including the value of responsibility, honesty, and punctuality. He told me some of the great adventures in his life through stories and those stories are still inspiring for me. He is a person of his word. He would not talk much but when he does it carries unparallel weights. He is a benevolent person as I have seen him helping many people in our locality. We never take his love and care for granted, instead, we very much appreciate all the things he has done for us. I revere my grandfather for his acute observation and great decisions. I love him and admire him so much that I want to become a person like him. （247 字）", "options": [{"content": "What is this person's relationship to you?"}, {"content": "What kinds of responsibilities do they have?"}], "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}