{"code": 200, "data": {"questionId": 2480, "questionType": 4, "typeName": "看题演讲", "occurrence": 19, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T09:20:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Describe some examples of tedious jobs or tasks.", "answer": "Throughout the year, a teacher is expected to teach the same things every day. Teachers often follow a syllabus, making this experience less creative and involving. The teacher also has the daunting task of assessing the children's understanding through tests. Doing this, every year leaves you bored. Teachers need a lot of motivation to stay focused on the goal. Teaching helps teachers get a sense of fulfillment, particularly when a student performs well academically. Cleanliness is good, but having a job as a housekeeper or a cleaner can be one of the most frustrating jobs in the world. Using the same cleaning equipment, cleaning the same place every single day may not be one of the best experiences in the world. They can put headphones on and play their favorite music when doing the cleaning to overcome the tedium. Feeding data into the computer sound easy and enjoyable until the figures and numbers start looking similar and confusing. The work is brain-draining and a tedious rigmarole. It provides little room for creativity and offers few thrills. The mind naturally loses interest in doing systematic tasks. The only thing that could probably keep a person interested in the job is the fact that it has a good paycheck. If it was possible, I would like to have the housekeeping and data entry replaced by robots as these two jobs are essentially manual-based, and hardly require any interaction with other people. （241 字）", "options": [{"content": "What makes these jobs tedious?"}, {"content": "How can people try to overcome the tedium?"}, {"content": "If it were possible, would you use robots to perform some of these jobs?"}], "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}