{"code": 200, "data": {"questionId": 2517, "questionType": 4, "typeName": "看题演讲", "occurrence": 43, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T09:57:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Talk about something that annoys you.", "answer": "Every single person on this planet faces good and bad experiences daily, but sometimes we have to deal with people who are just far too annoying. I know just a person in my life who annoys me all the time. He is my flatmate. He never leaves me alone. He knocks on my door at least once every day. And sometimes multiple times a day. Either way, it is too much. Sometimes he comes to me to borrow money, to borrow my screwdriver, and sometimes to borrow my laptop. He borrows money, then pays me back but then borrows again. Over and over again I am always so nice to him because we live in the same apartment. But the problem is that if I gave him everything every time, he would get into the habit of making a straight line towards my door before he even tries any other avenues, such as asking another friend or family member for help. Nonetheless, his behavior with other people is quite different. Never does he irritate other people so much. And I know why he is doing so with me because I never say no. But to overcome this situation, I need to tell him that his problems are not my problems and that he has to be able to take care of himself. When he again asks for any help in the future, I will have to set the bottom lines. I will have to tell him that help once in a while is ok, but not regularly. I guess I have been too kind to him. If it was anyone else who lived with him, he would have annoyed his flatmate very much. （282 字）", "options": [{"content": "Why does it annoy you?"}, {"content": "How do you react when someone does this?"}, {"content": "Do you think this annoys others as well?"}], "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}