{"code": 200, "data": {"questionId": 2719, "questionType": 4, "typeName": "看题演讲", "occurrence": 23, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T13:19:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Describe how people can supplement their income.", "answer": "When it comes to the reasons why people need to supplement their income, I suppose one of the most important ones is that they need the extra amount of money to financially support their living, and probably their families living as well. Because money is the universal currency to buy anything you need and want. However, not all people are skilled and knowledgeable enough to secure a full-time job that offers a decent amount of salary. Therefore, they need to look for ways to supplement their income. And most people get extra income usually by working multiple shifts a day and committing to several jobs throughout the week, and some are probably working 7 days a week. I reckon it is rather commonplace for people to supplement their income, particularly those who live in underdeveloped countries, such as north-east Asian countries and African countries, where citizens' living standard is relatively low compared to those living in developed countries. And such a phenomenon is inversely proportional to the maturity of the economic system in a country. (174 words)", "options": [{"content": "Why might a person need to supplement their income?"}, {"content": "What are some ways that people supplement their income?"}, {"content": "Is it common for people to supplement their main income?"}], "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}