{"code": 200, "data": {"questionId": 2953, "questionType": 4, "typeName": "看题演讲", "occurrence": 18, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T17:13:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Talk about a wealthy country.", "answer": "The United States is one of the wealthiest countries in the world, with a GNI per capita of $54,000. The U.S. is much more of a consumer of goods and services than a producer. Goods and services exports accounted for just 12% of U.S. GDP in 2016, by far the lowest share of any country on this list. Despite being one of the wealthiest nations, the United States has a relatively low life expectancy of its citizens compared to other rich countries. This may be because it is the only developed nation without universal health care. Another potential cause may be the country's large gap between the rich and the poor -- one of the world's largest -- meaning that impoverished citizens may be unable to obtain necessary medical and preventive care. It is the wealthy countries' responsibility to stop carbon emission. Even as some of the wealthiest countries change their own energy policies, the world's wealthier nations must also help developing countries create sustainable energy grids. Wealthy countries must offer aid and policies to reverse deforestation in the Amazon, Indonesia and other vital forests to remove carbon from the atmosphere.（190字）", "options": [{"content": "Why is the country wealthy?"}, {"content": "How does wealth affect the citizens?"}, {"content": "What responsibilities does a wealthy country have in the world?"}], "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}