{"code": 200, "data": {"questionId": 3029, "questionType": 4, "typeName": "看题演讲", "occurrence": 15, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T18:29:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Talk about why children tease other children.", "answer": "In my opinion, children tease for a number of different reasons, and teasing brings various effects. First and foremost, children tease for attention because it is a good way of receiving negative attention. For many children, negative attention is better than no attention. Secondly, children tease for feelings of power or superiority. Many teasers feel superior when they put others down, or they may feel powerful when teasing upsets others. Thirdly, some children model or mimic what is happening to them at home by acting the same way to others at school or in the neighborhood. These teasers are children who may be teased by siblings or who experience aggressive or harsh parenting. Teasing can be used to make jokes, it can be used to play tricks, or it can be used to hurt someone as offense or defense. When children do it to each other, teasing can lead to bullying. In fact, teasing really steps away from bullying, if the behavior continues and if it is becoming hurtful. When I was in grade 6, I was teased by 3 children who were bigger than me, and I got robbed of 5 Chinese yuan. (194字)", "options": [{"content": "What things do children tease each other about?"}, {"content": "What are the effects of teasing?"}, {"content": "Were you ever teased as a child?"}], "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}