{"code": 200, "data": {"questionId": 7545, "questionType": 4, "typeName": "看题演讲", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2023-02-04T15:32:17.086+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Describe an experience where you had to use problem-solving skills to solve a problem or complete a task.", "answer": "Ok, I'm going to talk about an experience where you had to use problem-solving skills to solve a problem or complete a task. At present, most of my unforgettable experience of using reasonable methods to solve complex problems is that we once signed a contract with a supplier, but our company's funds were relatively tight. However, the supplier felt that it was necessary to receive the payment for goods when the contract was signed. When faced with the problem of tight funds, our team first chose to borrow a small number of funds from the unit's funds and advance them to the supplier, so as not to delay the progress of the project. Next, raise bank loans and make up the rest of the funds. Finally, we organized relevant personnel to demonstrate and let our own members be included in the project so that everyone can reach a consensus on the fund and understand each other. Finally, with our joint efforts, the project was successful, and we also made up the money through the bank's final loan. The project finally achieved a successful result. I think this is the most unforgettable experience of using problem-solving skills.", "options": [{"content": "What was the problem?"}, {"content": "How did you solve it?"}], "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}