{"code": 200, "data": {"questionId": 1866, "questionType": 4, "typeName": "看题演讲", "occurrence": 77, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-11T23:06:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "subject": "Discuss the causes and effects of a company relocating.", "answer": "A company may relocate itself when it has to control its cost. If relocating the company can reduce the cost of rent, especially when the company is facing a crisis in managing its financial status, it will be most likely to relocate. Another reason might be that the company will increase its profits when relocating to the center of its target market. For example, a company may find its customer base mainly in a certain district of the city. Then relocating to this area is likely to increase its sales. A change in location can also lead to an opportunity that doesn't currently exist for the business. However, from the perspective of employees, they are more likely to travel a long distance to commute, so they may find it difficult to maintain a daily routine. It will cause certain problems among employees but working from home is a good option when managers are experienced in managing such a form of working. Another option would be recruiting new employees from the local area. Still, it will cost too much, and other problems will arise, say that new employees will take time to familiarize themselves and adapt to the company. (198 words)", "options": [{"content": "Why might a company relocate?"}, {"content": "What can happen to the company's business?"}, {"content": "What can happen to the company's employees?"}], "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}