{"code": 200, "data": {"questionId": 1963, "questionType": 4, "typeName": "看题演讲", "occurrence": 54, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T00:43:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Describe a historical place that you know about.", "answer": "I love to visit popular places whenever I'm free, and historic places have special appeals to me. I have visited a few historic places including Machu Picchu in Peru, The Pyramids at Giza, Taj Mahal in India, and the Parthenon in Greece. The historic significance and the grandeur of these places mesmerize me. The place that I would like to talk about today is Colosseum (also known as Coliseum, or as the Flavian Amphitheatre) which is situated in Rome, Italy. I would like to thank you for the time you have allowed me to talk about it. It is basically an elliptical amphitheater in the center of the city of Rome, which is the largest amphitheater in the world and is made of concrete and stone. The construction of the Colosseum began under emperor Vespasian in 70 AD and was completed under Titus in 80 AD. The Colosseum could hold approximately 50,000 to 80,000 spectators at the time when it was used as an amphitheater. Perhaps it is well-known for its use for the gladiatorial contests and public spectacles, such as mock sea battles, animal hunts, executions, re-enactments of many famous battles. The Colosseum was listed as a World Heritage Site by UNESCO in 1980 and was also included among the New Seven Wonders of the World. It is 189 meters long, and 156 meters wide, with a base area of 6 acres. The height of the outer wall is 48 meters. The Colosseum nowadays is one of the major tourist attractions in Rome with thousands of tourists each year paying to view the interior arena. I have heard and seen this famous place a lot and when I witnessed it for the first time, I became speechless. The huge architect, the overwhelming interior and exterior decoration were beyond appreciation. The place kept reminding me of the classical mythological and historical facts I have read and heard about. Visiting this site was like traveling to the past. I would always like to get back to this place due to its prominence in history and incredible appeal. (349 words)", "options": [{"content": "What is it called?"}, {"content": "Where is it located?"}, {"content": "What is the historical significance of the place?"}], "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}