{"code": 200, "data": {"questionId": 2232, "questionType": 4, "typeName": "看题演讲", "occurrence": 45, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T05:12:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "subject": "Discuss whether vaccinations should be required for children.", "answer": "In my opinion, vaccinations are critically important for children to take due to the fact that they have not yet fully developed an immune system strong enough to protect themselves from various infections. The necessity of vaccinations has been recognized worldwide for a long time, and thus vaccinations are now compulsory for children to take in an increasing number of countries. Children are required to receive a series of vaccinations since they are born, and the entire course can take up to several years as some of them consist of multiple stages, and a period of the interval, ranging from one week to several months, is required in between each of the 2 stages. The vaccinations can prevent children from being infected by a broad range of diseases during an early age where such diseases can potentially result in serious illness and do harm to their health or even fatality. If due for any reason, a child is not vaccinated against a certain disease, it is highly likely that the child's health can be permanently impaired, or, worst of all, the child's life can be cruelly taken by that particular disease. Either way, it will consequently lead to tragic grief which nobody would like to experience. Nonetheless, there certainly are a number of children in the world, who are not so lucky to be able to receive vaccinations. The reason is primarily poverty. Either the children's families are too poor to afford the vaccinations, or the countries they live in do not have the healthcare system to provide the vaccinations. （259 字）", "options": [{"content": "What are the benefits of vaccinations?"}, {"content": "What are the risks if children are not vaccinated?"}, {"content": "Why might people not vaccinate their children?"}], "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}