{"code": 200, "data": {"questionId": 2279, "questionType": 4, "typeName": "看题演讲", "occurrence": 38, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T05:59:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Describe some luxury goods in your culture.", "answer": "When it comes to the most highly desired luxuries in my country, I suppose they are the luxurious cars and the luxury goods of well-known brands, such as Chanel, Gucci, Louis Vuitton etc. Among all the luxury car brands, people in my country love Bentley and Rolls Royce the most. However, those tier 1 luxury brands are not affordable to the majority of the people, and thus Mercedes-Benz, BMW and Audi are the best sellers. Those 3 brands together are often referred to as BBA, and whoever drives a car of those brands is usually deemed to be rich and successful, even if the car he or she is driving is actually the cheapest among all the products of the luxury brands. In terms of luxury goods other than cars, people in my country have a strong affection for luxury brands from western countries, for example, Burberry from the United Kingdom, YSL, Givenchy, Chanel, and LV from France. They have a particular interest in the leather goods of those big brands, such as leather bags leather belts, and leather shoes. The reason for that is probably leather is relatively rare in nature, requires rather fine craft, and thus could only be afforded by rich and noble people in the past. For centuries, luxury goods have been seen as the representation of wealth, good taste, and even high social position. As a result, people in my country, especially those aged from 18 to 50s, very much enjoy those luxuries. Possessing and using luxury goods seem to enhance people's confidence. If I were rich, I probably would buy a super cool car first as I have always wanted to drive my dream car with my besties sitting in the car, hanging out and chilling. （293 字）", "options": [{"content": "Which luxuries are the most highly desired in your country?"}, {"content": "Who enjoys these luxuries?"}, {"content": "If you were rich, what luxury goods would you buy?"}], "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}