{"code": 200, "data": {"questionId": 2635, "questionType": 4, "typeName": "看题演讲", "occurrence": 27, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T11:55:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Talk about your favorite season of the year.", "answer": "There are four seasons in a year: winter, spring, summer, and autumn. All seasons are good in their own way. Winter, for example, is full of celebrations, presents, and snow. Spring is the time of nature awakening and flower blooming. Autumn can be rainy and yet beautiful, full of multi-colored leaves. However, my favorite season is summer. I choose summer not only because my birthday is in May, but also because it's the time of holiday. Summer is the season when the sun shines brightly, the sky is rarely cloudy, and the water in the sea becomes warm enough to swim. Even if it becomes too hot, you can always go for a walk in the shady woods. I also like summer because there are many berries, fruits, and vegetables, not to mention numerous flowers in the fields. Sometimes the air in summer becomes stuffy, but occasional thunderstorms bring relief. After the thunderstorms, the air becomes remarkably fresh, and very often, we can see the rainbow in the sky. Summer is also the time when my family and I go on holiday to the seaside. It's a wonderful time when we can have a rest from the intense academic year and relax. I think all children love summer because of long school holidays and I'm no exception. I also enjoy my free time, playing with my friends, watching TV, and doing other fun activities. It is a great time that we can enjoy ourselves. （244 字）", "options": [{"content": "What is the weather like?"}, {"content": "What things do you like to do in this season?"}, {"content": "Why do you like it more than the others?"}], "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}