{"code": 200, "data": {"questionId": 3069, "questionType": 4, "typeName": "看题演讲", "occurrence": 10, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T19:09:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Talk about one type of severe weather.", "answer": "A thunderstorm is a storm with lightning and thunder. It's produced by a cumulonimbus cloud, usually producing strong winds, heavy rain, and sometimes hail. All thunderstorms are dangerous. Every thunderstorm produces lightning, which kills more people each year than tornadoes. They can also lead to floods which may, in turn, cause power outages and other serious issues. IF there is a thunderstorm, and you are outdoors, keep an eye on the sky. Look for darkening skies, flashes of lightning, or increasing winds. Lightning often proceeds rain, so don't wait for the rain to begin. If you hear the sound of thunder, go to a safe place immediately. The best place to go is a sturdy building or a car, but make sure the windows in the car are shut. Avoid sheds, picnic areas, baseball dugouts, and bleachers. If there is no shelter around you, stay away from trees. And if you are indoors, avoid water. It's a great conductor of electricity, so do not take a shower, wash your hands, wash dishes or do laundry. Do not use a corded telephone. Lightning may strike exterior phone lines. Do not use electric equipment like computers and appliances during a storm. Stay away from windows and doors and stay off porches. (209字)", "options": [{"content": "What problems do people worry about?"}, {"content": "What should people do to protect themselves from this type of weather?"}], "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}