{"code": 200, "data": {"questionId": 5641, "questionType": 4, "typeName": "看题演讲", "occurrence": 4, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2022-02-07T08:05:14.886+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 2, "templateName": "解决类模板", "subject": "Describe the causes of loneliness in the modern world.", "answer": "Nowadays, a human interaction trend for the modern world is being lonely. People feel lonely from many dimensions in their daily lives, and the development of technology somehow caused this loneliness. By using the internet, people found it's easy to connect to strangers and people at the beginning, even they live so far apart from each other. They found this convenience and rely on social media too much, and now, people would rather spend time chatting with their virtual friends than hanging out with friends in their real lives. Another reason resulting in this loneliness is the complicated society and community structure. People found it is hard to interact and network with people, so people started to be antisocial. This trend is likely to be more catastrophic in the future because the complexion of society is an irreversible process and the technology is going to develop to a higher level in the close future. I recommend people who feel lonely to go out and try meeting new friends from real life and the local community.", "options": [{"content": "What are some reasons that people become lonely?"}, {"content": "Is loneliness likely to increase or decrease in the future?"}, {"content": "What advice would you give to someone who is lonely?"}], "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}