{"code": 200, "data": {"questionId": 7432, "questionType": 4, "typeName": "看题演讲", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2022-12-09T02:02:51.868+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少 30 秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "subject": "Describe a time when you were trying to become very good at something.", "answer": "I have always wanted to learn to swim since childhood. However, I did not make many efforts to go forward with training. But, when I had a pool at the recreation center at my office, which was brand new and less crowded, I gave it a try when I heard there is a trainer and it was pretty cheap as I was an employee there. I was 15 years old at that time. I never had too much fear to swim and had good breath control from my experience with Pranayama and could learn to swim easily. It took just an hour to learn how to float. But the first thing you should be learning in swimming is how to stand in a pool or float so that you have enough space to breathe. then you can try different styles of swimming. It's better to do breathing exercises and then go forward with freestyle swimming practice. It was a great experience with swimming for me as I enjoyed it the most. It is found that swimming can release happy hormones which can lighten your mood when you are tensed or depressed. I insist everyone should learn and experience swimming as it is a survival skill, also feels mystic when you are underwater, and yes a good exercise that can give you very less pain compared to regular gym workouts. Be aware you will be extremely hungry after a good swim. (240 words)", "options": [{"content": "What was it you were pursuing?"}, {"content": "Why did you want to be good at this?"}, {"content": "What are some things that you did to become good at this?"}], "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}