{"code": 200, "data": {"questionId": 1349, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 5, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-11T14:29:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "What is something you are able to do today that you were not able to do one year ago? Explain how you have grown in this area.", "answer": "Last month, my friends and I went to the snow mountain for skiing. Frankly speaking, I had never skied before, but I signed up for that without hesitation because I had always wanted to give it a try. It was a Friday night, and the coach, which was nearly full as it was peak season for skiing, left the city exactly at 6:30, heading for the snow mountain. When we arrived at the town where our hotel was, it was already midnight, and the skiing class would start at 10 o'clock sharp the next morning. The following day, when we finally set our foot on the snow mountain, we were amazed by the gorgeousness the nature presented to us. Before attending the skiing class, I was worried that if I could learn a new skill simply in a couple of hours. To everyone's surprise, despite the fact that it was literally my first attempt at skiing, I picked it up very quickly, probably because I had learned roller skating when I was about ten years old. Technically, the course's primary content was all about balancing yourself on the skiboard. Thinking back, I suppose both of the sports share the same way of balancing, which, luckily, facilitated my learning. After finishing the class, I was free to go on my own. I couldn't wait to catch up with my friends. It wasn't their first time skiing. Therefore, they didn't have to take the class. Initially, as a matter of safety, we took the relatively easy route where the slope of the hill wasn't that steep, and the whole journey went smoothly. This gave me the illusion that I had already mastered skiing. However, when I followed them up to the top the hill that was categorized as the tougher route, suddenly everything changed. Since I hadn't learned to turn in the class, the moment when I saw an obstacle in front of me, I wasn't able to change my direction, plus that I was heading down with great rapidity on a steep hill, braking wouldn't help a thing, what I could do was to fell aside on purpose. Fortunately, the ground was covered over with thick snow, so it didn't hurt much. But still, it could be dangerous if not handled well. Therefore, I was then taught how to turn while staying, and again, I quickly learned. After that, my friends and I went around and around on the harder track, and we all had great fun.（416 字）"}, "msg": "请求成功！"}