{"code": 200, "data": {"questionId": 2192, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 2, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T04:32:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "If you had to get rid of one holiday from your culture, what would you choose? Explain your reasoning.", "answer": "If I had to get rid of one holiday from my culture, I probably would pick Christmas, and the reasons are presented below: First of all, I feel like Christmas is supposed to be a holiday of joy and giving when families reunite, recall things – either the happy ones or the sad ones – happened during the past year and prepare for the new year to come. Now, however, Christmas has become more like a shopping festival. That is to say, despite the fact that Christmas is on the 25th of December, people actually start to prepare one or even two months beforehand. You will see people in Santa Clause costume on the streets, holding a large carton board with “Christmas Shopping” and an arrow on it, telling you where to go shopping for Christmas. Their costumes are so noticeable that everyone passing by will not miss them. I have never been to one of those malls before, but I suppose you can get pretty much everything you need from there, probably even a Christmas tree as I have seen people transporting Christmas trees home on top of their cars. Interestingly, such Christmas shopping has even sparked competitions of decorations, which is particularly fierce in wealthier suburbs. Neighbors in those localities spare no effort in decorating their houses with all kinds of ornaments you can possibly imagine. For example, inflatable figures (or dolls) in the shape of Santa Clause, elks and other creatures relating to Christmas, not to mention lights. From my observation, people have become more focused on shopping and getting ready for Christmas rather than family reunion and reflections on the past. People have gone too far that they have forgotten the original intention of Christmas.（291 字）"}, "msg": "请求成功！"}