{"code": 200, "data": {"questionId": 2236, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 2, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T05:16:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "Describe a trend that is really popular with your peers. Do you think that it will last? Why or why not?", "answer": "When it comes to a prevailing trend among my peers, I suppose that would be star-chasing. Nowadays, most of my peers are heavily affected by the celebrities they see on TV, and most of those celebrities are skinny. Young people are so fascinated by those influencers that they imitate the influencers in every aspect. However, celebrity influence on body image and substance use is often detrimental to teen mental health. A large proportion of teenagers compare themselves to images they see of celebrities. Moreover, almost half of them said that celebrity images make them feel dissatisfied with the way they look. Therefore, appearance is among teenagers’ top concerns, teen girls in particular.  Body dissatisfaction is linked to mental health challenges, including eating disorders, depression, and low self-esteem. Young women who consume media with many images of an unrealistic “thin ideal” are more likely to exhibit symptoms of disordered eating. Nearly half of teen girls wish they were as skinny as the models in fashion magazines. I think such a trend will be long-lasting as there are now countless companies dedicated to creating stars, and thus my peers will never get sick of star-chasing. One day, they are super crazy about one celebrity. The next day, they will switch their affection onto another more beautiful celebrity who has just emerged into their vision, and the transition can be so swift that no one would care to give a second more of thought. （244 字）"}, "msg": "请求成功！"}