{"code": 200, "data": {"questionId": 2320, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T06:40:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "Describe the last time you disagreed with your best friend. How did you solve the disagreement, and how did it impact your friendship?", "answer": "I recently had a disagreement with a close friend of mine. It was a couple of days after I broke up with my girlfriend. There was a good deal of uncontrolled emotion on my side. I wasn’t expressing myself well, and I knew it. He kept telling me what I had done wrong in the relationship rather than standing by my side, comforting me. I became more and more frustrated and less effective at explaining my feelings. I found myself laying unwarranted blame on my friend rather than admitting openly that something was hurting me, and I was feeling vulnerable. Ultimately, we had a long conversation and he took me to the karts for a wild ride. That resolved the situation. I was embarrassed and grateful, but I realized I needed to evaluate a few of my shortcomings to avoid making the same mistake again. I also realized that what I was feeling wasn’t the problem. It was my inability to effectively convey what was in my heart and on my mind that led to hurt feelings and further misunderstanding. I am genuinely grateful for what he had done to me. Since then, we have become even closer. We are all in relationships because we have needs, so it is not a problem to be needy. Every relationship has ups and downs, so it is important to evaluate the situation holistically before taking any action. Whenever something goes wrong, I need to have more than one positive feeling for every negative feeling in the relationship to keep it healthy. （263 字）"}, "msg": "请求成功！"}