{"code": 200, "data": {"questionId": 2321, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T06:41:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "Do you think it's possible to develop meaningful relationships via technology, without ever meeting in person? Why or why not?", "answer": "If I were asked whether it is possible to develop meaningful relationships via technology without ever meeting in person, I would say yes. First of all, being physically together is not an essential component of a lasting relationship. With the advances in modern technology, people are now able to communicate whenever and wherever they want. Even if the two parties know nothing about each other's appearance, they still can maintain the relationship by other means of communication. We have all heard of stories about penfriends, where friends keep in touch with each other by writing letters. Either way, they will not feel alone, but can virtually sense the other person's presence. Moreover, such relationships maybe even purer and more meaningful as they do not involve any kind of material. Secondly, as long as the two parties of the relationship share the same interest, they can be getting along well. For instance, relationships forged in the virtual world - internet-based relationships - can also be as meaningful as the ones developed in reality. I have seen and heard of those stories where two people get to know each other via online gaming. They appoint certain time to play games together, and later on move onto other aspects of their life but have never meet in person. In the games, they work in collaboration towards a common goal, say building their dream house together. Out of the games, they find other common interests. In conclusion, I believe it is possible to develop meaningful relationships via technology without meeting in person. （258 字）"}, "msg": "请求成功！"}