{"code": 200, "data": {"questionId": 2444, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T08:44:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "Name a goal that you want to achieve in the next year. What are you doing to achieve this goal? How will accomplishing this goal make you a better person?", "answer": "When setting personal goals, we should first take stock of where we already are. Perhaps you have done quite well financially, but your personal relationships are severely lacking. Maybe your marriage is secure and amicable, but in the area of romance the fire has long dimmed. We need to take an honest assessment of where we have succeeded and where we have failed. Then we can determine how to proceed forward. With this in mind, one of my goals I would like to achieve in the next year is to commit to improved physical health. An excellent place to start when talking about your new year resolution is to make sure you actually desire the achievement, and the goal is achievable. That certainly starts with good physical health. There are no guarantees of living a long life, but it is possible to increase your odds greatly. To begin with, I have created an exercise plan that is feasible and enjoyable and compiled a “no” list containing all the food, which is high in fat or sugar that I am not supposed to consume. Say, if I am to work 8 hours on a daily basis, I would only be able to commit half to one hour to exercise, and the activities to do probably wouldn’t involve any highly intensive ones, such as boxing, during weekdays. Now the plan has been formulated, I have to stick with it. Sometimes, I might need to push myself hard to overcome the inherent inertia, and to withstand the temptation of the unhealthy food that I once loved very much. Despite the tough process I am experiencing, by the end of this year, I will end up having an excellent physical condition that I have always wanted. （296 字）"}, "msg": "请求成功！"}