{"code": 200, "data": {"questionId": 2484, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T09:24:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "Describe a time when you were part of a large crowd. How did you feel about being in that group of people? What is one positive thing or one negative thing about being in large crowds?", "answer": "The sense of belonging has long been a strong desire of human beings from a very early age. I suppose it is an inherent part of humanity. There is a saying “No one is an island,” which reinforces my belief. As far as I am concerned, this saying holds true in every aspect of people’s life. During the last two years of my university study, I was privileged to be admitted into a large community called Peer Network. It is a volunteering program established to welcome and help newly enrolled students during orientation weeks and throughout the first few weeks of each semester. I encountered this community when I was a freshman who was about to start his university journey in 2013. I am highly grateful for those who had helped me when I hardly knew anything about the surrounding environment. Now that I am a member of the community. I sense a feeling of belonging in that we share one common goal, which is to make the university a better place for both students and staff by supporting and helping others in need. And I get a sense of accomplishment via helping others. Being a Peer Networker not only facilitates my self-actualization but largely expands my social network, too. These are the most amazing advantages I get from being in this massive crowd. （228 字）"}, "msg": "请求成功！"}