{"code": 200, "data": {"questionId": 2521, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T10:01:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "What do you think are some ways that travel could change a person? Provide reasons to support your opinion.", "answer": "There is no greater feeling than having your bags packed and knowing you’re ready to go on your next adventure. There are few things in life that will impact you as much as traveling will. Something happens to us when we board a plane in one country and land in another—it’s almost as if our eyes open again for the first time. The excitement and life experiences that happen when you travel are unlike anything else. These moments are transformative; they take us out of our element and remind us of why we are here. Nothing changes the way you view your own life experience like seeing the way other people live. Not only will you be more appreciative and thankful for the life you have, you’ll also have a new sense of wonder and empathy for other cultures and countries. Soak in the language, the lifestyle and what people in foreign countries value—you’ll realize it’s different everywhere in the world and it will undoubtedly make you evaluate your own values. Once you’re hooked on traveling and understand its true power, you know that looking up at the Eiffel Tower or seeing the beaches in Thailand out-values any merchandise you could ever possibly purchase. Instead of buying a luxurious car, you invest in what’s more important to you—seeing places you haven’t been to yet and immersing yourself in new cultures. Travel doesn’t become something you do—it’s a way of life. No country or even city lives the same way. Countries have different cultures, and people have different beliefs, but when you travel, you see that no matter how different people are or the way they live, there is inherent goodness in most people. It’s the common thread that ties us all together.（322 字）"}, "msg": "请求成功！"}