{"code": 200, "data": {"questionId": 2522, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 2, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T10:02:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "What is a practical skill that you believe all students should learn in school? Why would this skill be helpful to learn? What would be a good way to learn this skill on your own?", "answer": "The ability to cook a meal and eat it is a necessary life skill. It will save you when your favorite takeout restaurant is closed for a holiday, or there's no time to go to the restaurant, or in the midst of a global pandemic, such as the Corona Virus we are all experiencing worldwide at present. Being able to cook can also catalyze your relationships, such as romance. Imagine that on the night of Valentine's day, you and your beloved one can spend some time together at the kitchen, with the delightful music being played, and then drink some wine and have two beautifully cooked steaks served on a table with candles lit up. Who would say no to such a romantic evening? This being said, a good proportion of our people are still struggling to learn this basic skill. Indeed, not all of us are gourmet chefs. Thanks to the advancement in technology, I happen to have learned a list of dishes from the applications on my mobile phone. They allow me to search for any dishes I feel like to be cooking, and more importantly, the receipt is vividly taught in a short clip, which enables me to learn with ease. Trust me, there are an enormous amount of resources readily available on the internet that can help you learn to cook. If you're not a big fan of the kitchen, have a few low-effort dishes in your repertoire, you feel confident whipping up, even if it's just macaroni and cheese.（254 字）"}, "msg": "请求成功！"}