{"code": 200, "data": {"questionId": 2600, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 3, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T11:20:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "Which sense--sight, smell, hearing, touch, taste--do you think is the most important? Explain your reasoning.", "answer": "The human senses are our contact with the environment. But we don't think about our senses until an organ stops working. Humans have five senses: the eyes to see, the tongue to taste, the nose to smell, the ears to hear, and the skin to touch. By far, the most important organs of sense are our eyes. We perceive up to 80% of all impressions through our sight. And if other senses such as taste or smell stop working, it is the eyes that best protect us from danger. It may sound strange at first, but in addition to the sense of taste, the eyes also play a significant role in deciding whether something tastes good or not. In contrast to the other senses, the sense of taste is very weak: while it is possible for us to distinguish thousands of colors with our eyes, we can distinguish only five flavors: sweet, sour, salty, bitter and spicy, which roughly translates to meaty, a natural flavor enhancer, which is found especially in tomatoes, cheese, and meat. But as already mentioned, the sense of taste relies not only on the tongue but also on the eyes. For example, yellow, orange, and especially red food are considered sweeter than other colors. Even professional wine connoisseurs have been fooled in the past. When French researchers offered them white wine dyed with red food coloring, nine out of ten professionals could not distinguish it from ordinary red wine.（243 字）"}, "msg": "请求成功！"}