{"code": 200, "data": {"questionId": 2640, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 2, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T12:00:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "What is something that is completely free but gives you as much joy as expensive things? Explain the reasons for your choice.", "answer": "We all want to be happy. It's a desire as universal as our want for water, food, and fresh air. But happiness is a difficult thing to measure. Ironically, too much time and money spent in the pursuit of happiness has actually decreased a person's overall satisfaction. Actually, there are things in our life that are completely free and can also give us as many joy as expensive things, such as back to nature. There's a wealth of evidence to support the notion that spending time outdoors boosts your mental wellbeing. But before you say it, getting back into nature does not require weekend getaways or traveling outside the city. It is as simple as observing the trees, flowers, the sky, looking for the first signs of spring, walking on the grass, watching the sunset, smelling the air, growing things from seed, listening to the rain from inside, but more importantly, they are entirely free to have. To be more specific, watch the sunrise, which happens 365 days a year. But how often do you make a point of seeing it? Watching the sunrise is actually an ancient method of healing. And there are numerous other benefits, like enjoying a beautiful show of color and light and having quiet moments of stillness and reflection. It seems that despite hundreds of years of urbanization since the Industrial Revolution, we are all still creatures of the earth at heart, and having the free gifts from nature is also enjoyable.（247 字）"}, "msg": "请求成功！"}