{"code": 200, "data": {"questionId": 3847, "questionType": 12, "typeName": "写作面试2选1", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T08:07:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 3 到 5 分钟描写以下主题", "duration": 300, "content": "Describe your typical after-school routine. What is your favorite thing to do after school? What activity would you like to add to your routine and why?", "answer": "Usually, I am overwhelmed after a full schedule of classes, so I go to the convenience store opposite my school to get some refreshments. There I can also chat with my classmates for a while as the store always attracts numerous students with its large variety of snacks. After getting home, I first unpack my backpack, taking out all the assignments that I need to complete by the end of the day so that I can get a rough idea of how much time I will need to spend on them. If the weather allows, then I get changed and go outside to play some sports, either riding a bicycle or playing basketball. A bit of exercise is necessary for a healthy life. And I really enjoy the feeling of sweating. After that, I go home to take a shower. Then I turn on my computer either to play the trending music playlist or the TV series I like until dinner time. Having dinner with the family is always a pleasure as we get to share what we have experienced during the day with each other. After dinner, I go back to my room to do my assignments. If I can finish them early, I can still go to watch TV with my parents. Typically, 10 o'clock is my bedtime. In terms of the activity, I would like to add to my routine, I will probably choose to help my mum with chores around the house, for instance, doing dishwashing after dinner. (252字)"}, "msg": "请求成功！"}