{"code": 200, "data": {"questionId": 3839, "questionType": 8, "typeName": "单词填空", "occurrence": 8, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T07:59:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "键入缺少的字母，完成下面的文字", "duration": 180, "difficulty": 3, "difficultyName": "难（120以上）", "blankContent": "In 1882 he began a connection with West Africa which lasted the rest of his life, by accepting the chairmanship of the National African Company, formed by Sir George Goldie, which in 1886 received a charter under the title of the Royal Niger Company and in 1899 was taken over by the British government, its territories being constituted the protectorate of Nigeria. West African affairs, however, by ____ means ____ Lord Aberdare's energies, and ____ was ____ through ____ efforts ____ a ____ was ____ 1894 ____ for ____ University College of South Wales ____ Monmouthshire, a ____ institution ____ the University of Wales. This ____ now Cardiff University. Lord Aberdare, who in 1885 was made a Knight Grand Cross of the Order of the Bath, presided over several Royal Commissions at different times.", "partBlankContent": "In 1882 he began a connection with West Africa which lasted the rest of his life, by accepting the chairmanship of the National African Company, formed by Sir George Goldie, which in 1886 received a charter under the title of the Royal Niger Company and in 1899 was taken over by the British government, its territories being constituted the protectorate of Nigeria. West African affairs, however, by n_ means exha_____ Lord Aberdare's energies, and i_ was princ______ through h__ efforts th__ a cha____ was i_ 1894 obta____ for t__ University College of South Wales a__ Monmouthshire, a const______ institution o_ the University of Wales. This i_ now Cardiff University. Lord Aberdare, who in 1885 was made a Knight Grand Cross of the Order of the Bath, presided over several Royal Commissions at different times.", "fullContent": "\nIn 1882 he began a connection with West Africa which lasted the rest of his life, by accepting the chairmanship of the National African Company, formed by Sir George Goldie, which in 1886 received a charter under the title of the Royal Niger Company and in 1899 was taken over by the British government, its territories being constituted the protectorate of Nigeria. West African affairs, however, by no means exhausted Lord Aberdare's energies, and it was principally through his efforts that a charter was in 1894 obtained for the University College of South Wales and Monmouthshire, a constituent institution of the University of Wales. This is now Cardiff University. Lord Aberdare, who in 1885 was made a Knight Grand Cross of the Order of the Bath, presided over several Royal Commissions at different times.", "answer": "1882年他开始与西非持续他的余生,接受国家非洲公司的主席,由乔治·戈尔迪先生在1886年收到了宪章的标题下皇家尼日尔公司在1899年被英国政府接管了其领土构成了尼日利亚的保护国。然而，西非事务并没有耗尽阿伯戴尔勋爵的精力，主要是通过他的努力，南威尔士大学和蒙茅斯郡学院(威尔士大学的组成机构)在1894年获得了特许。现在这里是加的夫大学。1885年，阿伯德尔勋爵被授予巴斯勋章(Knight Grand Cross of the Bath)，他在不同时期主持过几次皇家委任。", "options": [{"letterSize": 1, "word": "no"}, {"letterSize": 4, "word": "exhausted"}, {"letterSize": 1, "word": "it"}, {"letterSize": 5, "word": "principally"}, {"letterSize": 1, "word": "his"}, {"letterSize": 2, "word": "that"}, {"letterSize": 3, "word": "charter"}, {"letterSize": 1, "word": "in"}, {"letterSize": 4, "word": "obtained"}, {"letterSize": 1, "word": "the"}, {"letterSize": 1, "word": "and"}, {"letterSize": 5, "word": "constituent"}, {"letterSize": 1, "word": "of"}, {"letterSize": 1, "word": "is"}]}, "msg": "请求成功！"}