{"code": 200, "data": {"questionId": 1347, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 19, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-11T14:27:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "What style of music would you like to learn to perform? Who are your favorite artists who perform this type of music and why? How do you think this music contributes to society?", "answer": "If I were to learn a type of music to perform, it definitely would be classical music. This is because classical music can last for a long period of time. When people hear classical music, many of them will think of \"first-class\" and \"sophistication\" because back in that time, people who attended music events at theatres were usually the ones of the upper class. Besides, each piece of classical music has a fascinating story behind it. With the genre of classical music, when people hear this music, they can pinpoint the era of where it came from. My favorite artists who perform classical music are Mozart and Bach. When I listen to their masterpieces, I can hear what the music was like back during those times, and it gives me a sense of what the culture was like. In those times, they didn't call it \"classical music\", it was just their form of music. They have created music that is original, different for our generation and generations to come, and also their music is timeless because no matter what, classical music will live on. People nowadays may have different preferences for music, but the fact that everyone has been exposed to classical music since they were young is undeniable. I really appreciate that classical music has been around for such a long period and is still loved by many.（238 字）"}, "msg": "请求成功！"}