{"code": 200, "data": {"questionId": 2012, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 9, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T01:32:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Do you think that volunteer community service should be required for all young people? Why or why not?", "answer": "Volunteering is often thought of as a selfless act — which you give up your time for a worthy cause without being paid. While this may be true, what is often less obvious are the many benefits people experience when they volunteer. Volunteer community service should be required for teens. Volunteering in a community can help them broaden their horizons, meet new friends, experience different cultures, or even learn a new language, all while contributing to society's needs. Here are some of the many ways volunteering can help young people develop into confident, proactive citizens. To begin with, a community volunteer job can help teenagers build self-esteem. Though faced with society's most challenging problems, many teens ultimately find volunteer work empowering. While working on solutions to these problems, they can see how their efforts can improve the lives of others. This can play a significant role in developing their self-esteem throughout their teenage years when many are filled with insecurities and a lack of self-confidence. In fact, teenagers who volunteer often experience fewer mental health problems than those who don't. When they see how their actions affect a community for the better, their self-confidence spikes, and they feel happier. Secondly, volunteer jobs can help teenagers widen their social circle. A teenager's social circle typically consists of family and school friends. Volunteering allows youth to meet people outside of their usual circle, some of whom may have a positive impact on their future. Volunteering provides the perfect opportunity to meet like-minded people and form relationships that last a lifetime. Finally, volunteering also gives teens an opportunity to experience situations that occur in the workplace, such as having to work as part of a team. They see what people have to do in specific jobs and the conditions in which they have to work. This helps them eliminate what they can't see themselves doing and drill down to what they really want to do.（322 字）"}, "msg": "请求成功！"}