{"code": 200, "data": {"questionId": 2189, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T04:29:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Do you believe it’s okay to experiment on animals to develop life-saving medicine? Provide reasons to support your opinion.", "answer": "The controversial issue in respect of experiment on animals has long been open for debate. In my opinion, it is okay to do experiment on animals for the sake of developing life-saving medicine which has the potential to do greater good. If you've ever taken a medicine or had a medical procedure, you've benefited from animal testing and research, you just haven't realized it. Animals have been used repeatedly throughout the history of biomedical research. Here are some examples: research in cows helped create the world's first vaccine, which in turn helped end smallpox. Studies with monkeys, dogs, and mice led to the polio vaccine. Medications used to combat cancer, HIV/AIDS, Alzheimer's, hepatitis, and malaria would not have been possible without research with primates. Animals have contributed greatly to life-saving and life-improving breakthroughs, without which, humankinds wouldn't have thrived as we now do, and possibly wouldn't even have survived through the horrible outbreak of the pandemics that I have just mentioned, as they all have the capability to take away hudreds of millions of people's lives within a short period of time, if vaccines hadn't been developed. The harm to humans from the use of substances that have not been first tested on animals could be devastating and far beyond your imagination. I can't stress more on the importance of animal experimentation to avert or prevent human tragedy. The practice of using animals in biomedical research has led to significant advances in the treatment of various diseases. In conclusion, I agree with the practice of animal testing to develop life-saving medicine.（261 字）"}, "msg": "请求成功！"}