{"code": 200, "data": {"questionId": 2190, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 3, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T04:30:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "What was the last test that you had to study for, and how did you prepare? What resources did you use that were helpful? How can you use what you learned in the future?", "answer": "If I have to recall the last test that I had to study for, I'll tell you this. It was the last couple of weeks of the semester in 2016, and I was in the final year of my bachelor's degree. During this period, I was rather busy as I had to complete my final year project while getting ready for final year exam simultaneously. On the very first day I realized that I had to make a proper timetable for both works. Otherwise it would be highly likely that I lose either final year project or the final exam, which both were equally important for completing my degree. The resource I used was excel. I used it to create the study plan I was going to stick with. Though I spent few hours to make that plan, it was really helpful for me to manage both tasks without getting much stress. I learnt that a good plan prior to the commencement is essential for a successful project, and I believe this will help me in my future career. Even though I had a plan and timetable for my works, I had to work 15-18 hours per day with few hours' sleep. Some days I felt that I was going to suffer from shock or even die of tiredness. But after having a short interval of break - a hot shower usually served the purpose - I was able to reduce my stress down to certain level, and eventually I went through those bleakest time throughout the course. During the shower, I went on YouTube to play music, which I would strongly recommend other students who have to study hard for their examinations, as listening to music really helps you relax.（291 字）"}, "msg": "请求成功！"}