{"code": 200, "data": {"questionId": 2235, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T05:15:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Name one thing young people could do to make the world a better place. How would it make the world better? Why don't more young people do this?", "answer": "Young people are always the best when it comes to adopting new changes. Therefore, it would make the world a better place if young people share a common goal and work towards it together. Personally, youngsters can greatly help protect the environment, specifically to reduce the pace of global warming. To begin with, young people can make smart choices by using energy-efficient products. In order to do this, it is critically important that young people understand which areas of their lives generate the most carbon emissions. In most cases, it would be the personal vehicles and electric appliances that contribute the most to global warming. Therefore, firstly, they can opt to travel to and from universities, workplaces and shopping malls by public transportations, such as buses and undergrounds, rather than private cars, which can help reduce the emission of greenhouse gasses by a great amount if we all commit to it. Secondly, household appliances such as air-conditioners, televisions, washing machines etc. normally consume the most power. Hence, young people need to specifically look at the energy consumption ratings when they plan to buy those items. Apart from acting on their own, it is strongly advisable that youngsters should also raise the awareness of protecting the environment among their parents and other relatives. If I was asked the reasons why don't more young people do this, I suppose it is probably because they themselves have not yet realized the significance of being environmentally friendly, or even if they have realized it, but lack the motivation to implement the action.（258 字）"}, "msg": "请求成功！"}