{"code": 200, "data": {"questionId": 2281, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 2, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T06:01:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "What is one thing about your home culture that you wish you could change? Explain your reasoning.", "answer": "If I were to change one thing about my home culture, mostly likely it would be the imbalanced preference for male children over the female ones. Just like western countries, both men and women should move out of their parents' house and create their own home and family. The birth family becomes extended family thereafter, and the spouse should become immediate family and priority over birth family. In Chinese society, girls' parents accept the fact that since her birth that one day she will leave them. Personally, boys' parents should also start accepting that their sons will be moving out after marriage if nuclear family come into existence not just as an option or need but as an integral part of a culture. If parents can accept that both son and daughter will move out after marriage, they will not have desire only for a male child. Hence, it will automatically help control population as families will no longer keep giving birth to children until they have a male child, and it will, more to the point, stop the worse things from happening, which are the cold-blood killing of female children in womb and the deserting female children. In my home culture, femininity is strongly associated with the domestic work. They are supposed to do all the housework and raise children. I believe we should abandon the stereotypical image of feminine behaviour.（232 字）"}, "msg": "请求成功！"}