{"code": 200, "data": {"questionId": 2319, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 3, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T06:39:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Do you think it's important to keep all your friends, or is it okay to let go of some and make new friends along the way? Explain your reasoning.", "answer": "We're all in relationships because we have needs, so it's not a problem to be needy. Every friendship has ups and downs, so it's important to evaluate the situation holistically before taking any action.  To me, there are three markers designate a healthy friendship. The first being positivity. To measure this, I take note of whether I feel good or bad after hanging out with this person. The second is consistency, which has to do with how often I see or connect with this friend. And the third concerns vulnerability. When a friendship satisfies these guidelines, I feel like I can share myself to that person, be acknowledged for who I am, and feel known. An unhealthy relationship, on the other hand, is lacking in at least one of the components. Interestingly, whenever something goes wrong, I need to have more than 1 positive feeling for every negative feeling in the relationship to keep it healthy. For instance, a friend of mine talks endlessly at dinner about his issues without asking me about mine. I feel rather upset. But if he then calls me the next day, invites me to something fun, pays the check to thank me for listening, and so on and so forth, my net experience may ultimately be a positive one. In the cases where a friend is lacking one or more of those components, and keeps acting the same way, I would rather terminate the relationship. To me, it's perfectly okay. （246 字）"}, "msg": "请求成功！"}