{"code": 200, "data": {"questionId": 2358, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T07:18:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Do you think schools should teach students social skills in addition to core subjects, or do you think schools should leave that to parents? Provide reasons to support your opinion.", "answer": "I believe schools should teach students social skills in addition to core subjects. Building social skills in students can have long-term benefits for them. Besides the academic knowledge, getting along with other people, and adapting to interact in a different cultural environment can go a long way in shaping the personality of a student. Learning social skills at school can teach a student not just about communication but also about cooperation, self-control, confidence, independence, and empathy. Here are a few reasons why schools should teach social learning skills in schools: 1. Builds confidence and individuality: Having good social skills not just makes a student interactive; it also gives students' a sense of confidence. He or she can articulate express his or her feelings. This is a lifelong skill that will have lifelong benefits. 2. Encourage positive behaviors: Social skills improve students' positive behaviors and discourage negative behaviors like bullying and throwing tantrums or acting out. Students who find controlling their emotions difficult will benefit from social learning skills. 3. Good quality of life: Being able to strike up an interesting conversation is an art that helps a person in life. Learning social skills teaches students to develop good communication skills. This will go a long way in improving the emotional quotient of a child.（214 字）"}, "msg": "请求成功！"}