{"code": 200, "data": {"questionId": 2519, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T09:59:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Do you think it’s possible for a person who has committed a serious crime to change and be part of society again? Provide reasons to support your opinion.", "answer": "As far as I am concerned, all criminals are capable of changing, even if they have committed a serious crime. Day after day, year after year, imagine having no space to call your own, no choice over who to be with, what to eat, or where to go. There is threat and suspicion everywhere. Love or even a gentle human touch can be difficult to find. You are separated from family and friends. If they are to cope, then prisoners confined to this kind of environment have no option but to change and adapt. This is especially true for those facing long-term sentences. I suppose no one can remain completely unchanged or unscathed by the prison experience. I haven't had the opportunity to visit a prison in reality, but from what I have learnt from the movies, prisoners are to observe extremely strict rules and regulations, and to perform tasks that sever the community, such as manufacturing a certain type of product and gardening. By doing so, criminals get a sense of working for the good of the society. Time spent as a prisoner, in a highly structured yet socially threatening environment, is bound to lead to significant personality changes. In conclusion, I believe that it is possible for a person who has committed a serious crime to change and be part of society again.（225 字）"}, "msg": "请求成功！"}