{"code": 200, "data": {"questionId": 2520, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T10:00:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "If you could listen to only one type of music for a whole year, what would you choose? Explain your reasons for your choice.", "answer": "If I could listen to only one type of music for a whole year, I definitely would choose classical music. This is because classical music has the power to cultivate a person's taste. When people hear classical music, many of them will think of \"first class\" and \"sophistication\", because back in that time period, people who would attend music events at theatres which were usually the ones of the upper class. Besides, each piece of classical music has a fascinating story behind it. With the genre of classical music when people hear this music, they can pinpoint the era of where it came from. My favorited artists who perform classical music are Mozart and Bach. When I listen to their masterpieces, I can hear what the music was like during those times, and it gives me a sense of what the culture was like back then. In those times they didn't call it \"classical music\" it was just their form of music. They have created music that is original, different for our generation and generations to come, and their music is also timeless because no matter what, classical music will live on. People nowadays may have different preferences in music, but the fact that everyone has been exposed to classical music since they were young is undeniable. I really appreciate that classical music has been around for such a long period of time and is still loved by many.（239 字）"}, "msg": "请求成功！"}