{"code": 200, "data": {"questionId": 2637, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 2, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T11:57:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "What is something that you have worked hard to be good at? What makes you want to be good at this thing? How do you stay motivated, especially when you are tired or not sure about the outcome?", "answer": "I have worked hard to be a good chef, which is my dream, and I really want to work as a chef as my career. I like cooking because my wife always encourages me even if I cooked terrible dishes at the beginning of our relationship. Those encouragements are pushing me to cook better and practice more cooking skills and techniques. After I have decided to work as a chef, I keep practicing at home and self-learning for about four years. But after years of home practicing, there are some problems with my techniques, and lots of questions about ingredients and confusion of combinations that have popped out. I started to feel tired to keep practicing by myself and unsure whether I can become a good chef. But one day, after I took my wife to a fine dining restaurant and enjoyed their delicious dishes, I realized that I need professional training and a place that allows me to use professional equipment. So I decided to enroll in a professional chef course, and I started to regain my original purpose to become a chef, which is presenting delicious dishes to people. I really like to see people's happy and enjoying faces when eating the food I cooked. To fulfill my dream, I will keep practicing and training hard to become a well-known chef.（223 字）"}, "msg": "请求成功！"}