{"code": 200, "data": {"questionId": 3215, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T21:35:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Describe the last group project you completed in school. How did the group members work together to complete the tasks? What did you learn about yourself while working together with others?", "answer": "The last group project I completed in school was a project report for the subject called Construction. The entire class was divided into groups of six by our subject coordinator, ensuring that each group had a mix of students from different backgrounds in an attempt to best simulate the real-life workplaces. I am from China, and was assigned to a group with two Indians, one American and two Australians. In order to work together smoothly, the very first thing we did was to introduce yourself to the rest of the team, including your strengths, weaknesses and your favourite part of the group assignment to do. After knowing each one’s personalities, roughly, of course, we elected a team leader to coordinate our teamwork. Then we divided the report into several sub-sections, delegated two members to each task, and set up a timeframe. We also created a Facebook group to communicate instantly with each other. Probably because the way we cooperated and peer pressure, we each finished our own parts within the given time and to the required quality. From the group project, I learnt that I am more of a follower rather than the team leader, and I have excellent attention to detail which enables me to complete every single task with very little or no error. (216字)"}, "msg": "请求成功！"}