{"code": 200, "data": {"questionId": 3657, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T04:57:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "What are the most important qualities to look for in a friend? Explain why these qualities are more important than others.", "answer": "Research has shown that the better the quality of your relationships, the more likely you are to be happy. So, being a great friend to someone and having friends support your back is good for your wellbeing. Trustworthiness is often the \"make or break\" element in any interpersonal relationship. Any breach, regardless of perceived magnitude, can devastate a relationship. Trustworthiness is comprised of several components, including honesty, dependability, and loyalty, and while each is important to successful relationships, honesty and dependability have been identified as the most vital in the realm of friendships. Honesty requires that we speak openly from the heart and incorporate objectivity into our words. Being dependable means that friends can count on you to be there when you say you will, to do what you say you will, and to be willing to stand up for friends, especially when they can't stand up for themselves. If you are as likely to let friends down as come through for them, the relationship often becomes superficial, less engaging, and even resentment-provoking, if it doesn't end altogether. Loyalty is valued early on in all of our relationships, from the time we make our first friendships. We need friends who won't spill our secrets to others, gossip about us, or allow others to criticize us. (215字)"}, "msg": "请求成功！"}