{"code": 200, "data": {"questionId": 3816, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T07:36:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "What is a song with lyrics that you find meaningful, and what is an important line from the song? Explain your reasons for your choice.", "answer": "Man in the Mirror is a song with lyrics that I find deeply meaningful. It is a song by one of the greatest artists in human history – Michael Jackson. Although sadly, he died at an early age, he has left us a large number of works among which many are considered classic. The philosophy Michael shares in this song is very inspiring. This song creates a realization of our reality today. We can't keep complaining, or painfully watching people suffer. We must be unselfish and assist those who require assistance. An important line from the song is \"If you want to make the world a better place, take a look at yourself, and then make a change.\" We always talk about our society and all the bad things that happen that have no reasoning. And that someone could be right in the mirror. There is a quote that perfectly represents this song, \"Our world suffers a lot, not because of the bad people and, the violence. But, because of the good people that are silent.\" In the song, he urges us to stop being selfish and extend our kindness to others, especially those who are in desperate need. That's why I consider this song to be one of the most meaningful songs created by the one and only Michael Jackson that no one will ever forget, and may his legacy be passed down to future generations to come. (239字)"}, "msg": "请求成功！"}