{"code": 200, "data": {"questionId": 4660, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T21:40:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Describe some dangers of social media. How can people protect themselves from becoming addicted to social media? How would their lives be improved if they reduced screen time?", "answer": "Social media was created to be a positive outlet. A platform for people to express themselves. It has now become an avenue of negativity. If any celebrity, athlete or political party sends out a tweet that the public doesn't agree with, they can be taken down with a viciously overwhelming injection of cyberbullying. If you don't have thick skin, you can easily change who you are and what you stand for, for fear of being criticised by your followers. Social media use can lead to declines in subjective mood, sense of well‐being, and life satisfaction. This is because exposure to highly idealized representations of peers on social media elicits feelings of envy and the distorted belief that others lead happier or more successful lives. Consequently, these envious feelings may lead to a sense of self‐inferiority and depression over time. To reduce your use of social media, or eliminate it entirely, you can use various techniques, such as implementing software-based solutions to limit your access, reducing the visibility of social media on your digital devices, and finding alternative activities to engage in. If people reduce screen time, they probably will live a happier life where there is not that much mental stress caused by comparing and cyberbullying. (206字)"}, "msg": "请求成功！"}