{"code": 200, "data": {"questionId": 5548, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2022-01-07T07:05:13.988+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Name a company that you think makes the world a better place with their products or services. What is this company’s most important contribution? What can other companies learn from this one?", "answer": "SpaceX is a company that I think makes the world a better place. The founder of SpaceX is Elon Musk and it mainly provides the products and services related to astronomy. From very ancient times, people started to be curious about the universe. For example, from Antikythera mechanism to geocentric and heliocentric theory in the western culture, and from Shen and Shang to Orion and Scorpion, from the past to the present, human beings are inherently curious about the universe but are limited to technologies. SpaceX has made provide the development of technologies at an exponential speed. The most remarkable contribution it made was the rockets and spaceships recycling technologies, so we can explore space multiple times with one-time resources. It saves plenty of money and saves the metal and building resources and time. Before the company actually made the unbelievable contributions, those plans such as recycling the rockets and migrating to the Mars are \"crazy and ridiculous imaginations\", people mocked Elon Musk for decades but he was never bothered. Now, SpaceX has been a top astronomy company and has been kept inventing everything they have planned for, and every crazy idea is coming true gradually, so I think that's what others can learn from this company, just don't be bothered by others' judgments and pursue what you believe."}, "msg": "请求成功！"}