{"code": 200, "data": {"questionId": 7445, "questionType": 11, "typeName": "口语面试2选1", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2022-12-09T02:07:20.798+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以 1 到 3 分钟谈论以下主题", "duration": 180, "content": "Describe your favorite food. What do you like about it? How do you prepare it?", "answer": "Talking about my favorite food, I just love eating pizza.   In fact, if my memory serves me well, pizza has been one of my favorite foods since my early university days, and there wasn’t a week for me in those university years that had passed by without eating at least 2 or 3 pizzas. Of course, I don’t eat them as much as the time when I was younger, but still, I like to enjoy them as often as I can without putting too much strain on my stomach and heart health. By the way, in the country, where I live, pizzas, like many other fast food items, have become rather common and popular in recent years, especially, in and around the big cities, where mostly young folks flock to the fast-food restaurants in dozens every day so that they can get a bite of those freshly-made pizzas that are made of yeast dough and topped with tomato sauce, cheese, and a variety of other ingredients. To make this pizza, one first needs to prepare a Pizza crust of about 10 inches. Then, cheese, tomato sauce, and a number of ingredients, like meat, olive, onions, bell peppers, and mushrooms, depending on one’s taste and preferences, are spread evenly on the crust before heating it in an oven for about 20 to 30 minutes. Anyway, pizza is one of my favorite foods, mainly because of the heavenly taste it provides to my appetite.   I like this food also because I can eat it hot or cold, whether I am busy working or driving on the street.   After all, pizza is the food for all seasons and all occasions. (283 words)"}, "msg": "请求成功！"}