{"code": 200, "data": {"questionId": 1400, "questionType": 5, "typeName": "听题演讲", "occurrence": 70, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-11T15:20:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109749200982018.mp3", "answer": "All relationships take time and effort to establish and grow. A friendship is a two-way street of patience, endurance, trust, kindness, communication, and compromise. Some individuals have an easier time establishing and maintaining friendships than others. Some of us long for closer friendships or try to figure out why an existing or promising relationship fizzled out. In these cases, we may jump first to judge a friend’s behavior, rather than our own. Friendships and relationships are two-way streets and not one party can take all the blame when things go south. Firstly, it is important to always communicate with your partner or friend how you are feeling and what you are thinking. Your friend or partner cannot read your mind and it is not fair to assume they can read in between the lines. There should always be a clear dialogue between both parties. Secondly, kindness should be practiced on a regular basis and should be the foundation of our thoughts, actions, and words when we are in a relationship. Last but not least, you must be honest with yourself and with your partner. We must speak openly from the heart and incorporate objectivity into our words.（199 字）", "referenceText": "What are reasons that some friendships are long-lasting?", "referenceTranslate": "为什么有些友谊是长久的?", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}