{"code": 200, "data": {"questionId": 1813, "questionType": 5, "typeName": "听题演讲", "occurrence": 39, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-11T22:13:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109787855687680.mp3", "answer": "When it comes to giving my opinion on them, I always try to avoid them for some obvious reasons. But, today, I would like to talk about an occasion when I felt that letting my opinion be heard was important. The survey I took part in involved collecting opinions on whether public smoking should have been criminalized or not, and one could just say either “yes” or “no” when giving his or her opinion on this issue. I found the survey organized by a famous national NGO of my country to be an important one because I also considered public smoking to be a severe problem for the city in which I was living in back then. In fact, in its introduction of the survey, the NGO concluded with various statistics that almost 80% of the adult males in my home city were a smoker. The NGO also mentioned how smoking had led to a gradual increase in the number of people who were becoming affected by respiratory problems one way or another. Even more dangerous was the fact that many high school students were becoming addicted to smoking. So, all in all, it was a dangerous trend for the people of my home city as far as their health was concerned. By the way, I was asked to take part in the survey, primarily because I fell in the category of non-smoking people who had graduated from a university, and my response in the survey was that I wanted public smoking to be criminalized. I felt really great about giving my opinion in the survey as it would help my city to raise some awareness against public smoking. I also felt glad that this survey would go a long way to saving our city government in its health costs, which could then be used to address other problems in my city. So, all in all, it was a great feeling for me.（327 字）", "referenceText": "Describe a time when you were asked to give your opinion in a survey or poll. What was it about? And what did you say?", "referenceTranslate": "请描述一次你被要求在一项调查或民意测验中给出你的观点的情况。 是关于什么的? 你说了什么?", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}