{"code": 200, "data": {"questionId": 1921, "questionType": 5, "typeName": "听题演讲", "occurrence": 21, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T00:01:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109800740589569.mp3", "answer": "I would like to talk about a funny incident that happened to me a while ago. In fact, it was a birthday party for one of my little nephews. Everybody, including all my family members, relatives, and the little friends of my nephews, was invited to the party. The party formally started at around 8 pm, and we began by opening the presents. Finally, we were ready to cut the birthday cake except, of course, the cake had already been cut! Without having a clue about what had really transpired, we all started to look at each other's faces until we suddenly noticed two little boys who had already managed to cut the birthday cake way ahead of others and eaten up the cake before the party. The boys spared no time in divulging their secret about eating their \"fair shares\" of cakes with an incredibly happy face instead of waiting for others! We all burst into laughter. (159 字)", "referenceText": "Talk about a funny incident that happens to you. What happened and who else was there?", "referenceTranslate": "谈谈发生在你身上的一件趣事。 发生了什么事，事情发生的时候还有谁在那里?", "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}