{"code": 200, "data": {"questionId": 2008, "questionType": 5, "typeName": "听题演讲", "occurrence": 15, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T01:28:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109809330524161.mp3", "answer": "The job I would love to have is to become a teacher. The reasons for becoming a teacher are various. To begin with, it is to improve the quality of education. The demand for great teachers is a tangible pressing need. While our country has come a long way in education reform, we still have a long way to go. School administrators and government officials have an impact at the legislative level, but it is teachers who have a direct effect on students in the classroom - that is, after all, where learning takes place. As a teacher, you may not be able to improve the quality of education for all the students in China, but you will be able to for your students. Helping just one student is worth it, but over a long and productive career, you have the chance to help thousands of students. Another reason lies in the fact that teachers can change the lives of students. Teachers do more than teach, and their impacts extend far beyond the classroom. As a teacher, you are more than just an educator; you are a mentor, a confidant, and a friend. Teachers have the potential to interact with students at all stages of development and from all walks of life. A great teacher wants to help students along this path and to play a part in shaping the person they will ultimately become. Essentially, becoming a teacher lets you take part in shaping the next generation.（248 字）", "referenceText": "What's a job you'd love to have?", "referenceTranslate": "你想做什么工作？", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}