{"code": 200, "data": {"questionId": 2099, "questionType": 5, "typeName": "听题演讲", "occurrence": 42, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T02:59:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109817920458752.mp3", "answer": "Many people hate advertisements, but without it, the world would be totally different. First of all, It would be easier to form monopolies, since competitors cannot advertise. There would be some back room deals with suppliers and distributors, and it is easy to put a new competitor out of business. And without advertising, no one will know the new company or product or service even exists, making it almost impossible to launch. So the lack of advertising would give an incredible advantage to incumbents. And incumbents would start behaving more and more like monopolies, such as increasing their prices, reducing the quality of their services and treating their employees poorly. Secondly, Products would deteriorate in quality and be packaged in plain packaging. If factories do not advertise their products, customers would simply go to the store and buy whatever is on the shelf. Without advertising, there would be no way for consumers to compare which product is better. This means manufacturers can make deals with retailers for exclusive distribution deals, and retails would accept them, since there is no consumer pressure to carry other brands (mostly since they are unaware there are other brands since there is no advertising). Last but not least, most free content and information would be gone. People would need to pay for everything now. No more free articles, websites, online newspapers. No more free TV over the airwaves either. And most of the free services like Google Maps and Gmail would disappear too. Certain things might persist, like Wikipedia and public broadcasting (PBS), but they would be constantly asking for donations to stay alive. Advertising may not be pretty, but a world without competition and innovation is pretty ugly too.（285 字）", "referenceText": "How would daily life be different if there were no advertising?", "referenceTranslate": "如果没有广告，日常生活将会有什么不同?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}