{"code": 200, "data": {"questionId": 2140, "questionType": 5, "typeName": "听题演讲", "occurrence": 34, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T03:40:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109826510393344.mp3", "answer": "There are jobs in high demand in a wide range of industries, meaning jobseekers can find one of them that suits their interests and skills. The three fields that have experienced rapid growth in the past few years in my country are health care, information technology (IT) and education. Firstly, healthcare and education sectors are the fundamental parts of our society. Healthcare and educational workers spend their time making a difference in others' lives, which can increase their motivation and overall job satisfaction. There are a wide variety of different career options within the healthcare and educational industry, and many professionals can even change their positions multiple times to try different things before deciding on a specialty. However, as these jobs are heavily service-based, people working on these positions sometimes may be treaded inappropriately, despite the fact that most of their daily tasks are not that easy, particularly for the health workers. Their jobs may require them to work night shifts which are more tiring. Secondly, when it comes to transformation and innovation, no other career pushes the boundaries more than information technology, otherwise known as IT. Almost all IT jobs depend on strong technical knowledge. But each has a different emphasis, whether the job centres on coding, managing hardware, applying software, data science or managing systems or people. Technology is constantly shifting, changing and improving. Because it's a fast-paced industry, IT workers will never stop creating, designing, learning and growing. Nowadays, nearly every company needs computers — which means IT workers are highly employable, no matter where in the world you go. As soon as you graduate, you're highly likely to find an employment.（275 字）", "referenceText": "Discuss the types of jobs that are in high demand in your country.", "referenceTranslate": "讨论一下你们国家需求量大的工作类型。", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}