{"code": 200, "data": {"questionId": 2185, "questionType": 5, "typeName": "听题演讲", "occurrence": 39, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T04:25:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "audio": "https://cdn.51ddedu.com/voices/477109830805360640.mp3", "answer": "I believe community service is a necessity. There are certainly benefits to mandatory community service work.   It's so important to give back to the communities around you. Students who make a commitment to volunteering in their community gain exposure to people from different cultures, backgrounds and ages. For example, a student who chooses to work with the elderly can gain invaluable life lessons that can be learned from sharing time with the older generations. So many people are less fortunate or not as able-bodied as we are. Providing helps to those individuals really makes a difference in their lives and makes students more grateful for what they have, or they are able to do. Depending on what community service the students take part in, they learn what life is like for the less fortunate and how they can play a role in providing for their needs. There is also a sense of social responsibility that is gained from community service projects.  Community service also helps students build character and prompt future community involvement. It can provide networking opportunities for future employment and students may feel compelled to continue their actions even after exceeding the required amount of hours. Finally, community service helps to boost academic achievement.（206 字）", "referenceText": "Do you agree or disagree with the following statement? All high school students should be required to complete one year of community service. Explain your position.", "referenceTranslate": "你是否同意以下观点?所有高中生都必须完成一年的社区服务。解释你的立场。", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}