{"code": 200, "data": {"questionId": 2188, "questionType": 5, "typeName": "听题演讲", "occurrence": 24, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T04:28:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109830805360641.mp3", "answer": "Although climate change is an inherently global issue, the impacts will not be felt equally across the planet. Impacts are likely to differ in both magnitude and rate of change in different continents, countries, and regions. Some nations will likely to experience more adverse effects than others, while others may benefit from climate changes. In my country, human basic needs, such as food, water, health, and shelter, are affected by the changes in climate and weather. They may threaten these needs with increased temperatures, sea level rise, changes in precipitation, and more frequent or intense extreme events. From what I know, certain groups of people in my country are particularly sensitive to impacts of the changes, such as the elderly, the infirm, children and pregnant women, native and tribal groups, and low-income populations. The changes also threaten key natural resources, affecting water and food security. Conflicts, mass migrations, health impacts, or environmental stresses in my country have raised economic, health, and national security issues.（164 字）", "referenceText": "How are changes in climate and weather threatening parts of your country?", "referenceTranslate": "气候和天气的变化是如何威胁你们国家的部分地区的？", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}