{"code": 200, "data": {"questionId": 2315, "questionType": 5, "typeName": "听题演讲", "occurrence": 20, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T06:35:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109839395295232.mp3", "answer": "Some people sneeze like crazy. Others get itchy hives or watery eyes. But whatever the reaction is, it boils down to one thing: allergies. Allergies are abnormal immune system reactions to things that are typically harmless to most people. When you're allergic to something, your immune system mistakenly believes that this substance is harmful to your body. Substances that cause allergic reactions — such as certain foods, dust, plant pollen, or medicines — are known as allergens. I have seen people being allergic to foods like seafood, pepper, nuts, gluten, etc. In an attempt to protect the body, the immune system produces antibodies to that allergen. This means that every time you come into contact with that allergen, you'll have some form of allergy symptoms. The antibodies release chemicals which act on the eyes, nose, throat, lungs, skin, or gastrointestinal tract and cause the symptoms of the allergic reaction. Allergens include a wide range of things. Future exposure to those same allergens will trigger this antibody response again. （168 字）", "referenceText": "What are some things that might trigger an allergic reaction in a person?", "referenceTranslate": "哪些东西可能会引发一个人的过敏反应?", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}