{"code": 200, "data": {"questionId": 2356, "questionType": 5, "typeName": "听题演讲", "occurrence": 20, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T07:16:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109843690262528.mp3", "answer": "Teaching in different educational institutions is a job that helps make the world a better place. Many different jobs put great contributions to making the world better, but in my opinion, the contribution teachers make to educate people is very noble and has a really great contribution towards society and civilization. My mother is an English teacher in high school. I asked my mother many questions about the jobs that teachers do and why they did it, and I have learned a lot from her. It is an inevitable fact that education is the main power and backbone of a nation, and teachers are the craftsmen to make a nation educated. From childhood, we start learning from our family and surroundings, and later on, we go to different educational institutes to learn and acquire knowledge. Teachers not only teach us academic lessons but also teach us the importance of education. On top of that, teachers inspire us, motivate us, teach us morality, honesty, and many other aspects of life. The things we learn from our schools and teachers shape what we become. Without their hard work and contributions, we would have been savage, uneducated, and uncivilized. The teachers are the human engineers who are continuously working on creating the next leader, scientist, writer, architect, doctor, researcher, pilot, artist, musician, composer, etc. who would navigate the nation. Without their unmatched efforts and contributions, the world would have been a different place with a lot more problems. Possibly no other profession contributes to making the world a better place as much as the teaching profession does. （266 字）", "referenceText": "Talk about an occupation that helps make the world a better place. Do you know anyone with this job? Why does it help so much?", "referenceTranslate": "谈论一份能让世界变得更美好的职业，你认识做这个工作的人吗？为什么它可以让世界变得更美好？", "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}