{"code": 200, "data": {"questionId": 2478, "questionType": 5, "typeName": "听题演讲", "occurrence": 72, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T09:18:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109852280197120.mp3", "answer": "One of the best qualities I see in myself is my kindness to other people around me. I am friendly, generous, and considerate. While some would argue that kindness has a connotation of meaning someone is naive or weak, that is not the case. Being kind often requires courage and strength. Kindness is an interpersonal skill. Kindness is not a relatively common characteristic in today's society, because it usually involves devoting resources to others, rather than being self-interested, which means having more and more for myself. Nonetheless, kindness actually brings lasting well-being for me. I am always active when I see people in need. After being helped, people will appreciate your kindness, show you respect, and probably return the favor later when I need a hand. A sense of community is created when I am being kind to those who need help, and by helping others, I get a sense of fulfillment. （152 字）", "referenceText": "Describe a quality of your personal character that you find important. Is this a common characteristic? How does it help you?", "referenceTranslate": "描述一个你认为重要的个人品质。这是一个普遍的特征吗?它对你有什么帮助?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}