{"code": 200, "data": {"questionId": 2516, "questionType": 5, "typeName": "听题演讲", "occurrence": 36, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T09:56:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "audio": "https://cdn.51ddedu.com/voices/477109856575164416.mp3", "answer": "I suppose one of the main reasons for relocation is the need for a suitable workforce. Companies may experience a shortage of qualified workers, especially those requiring technical expertise. For firms that need specialized employees, it may be well worth it to relocate to an area where you can easily find these kinds of employees. Moving business to another country helps unearth brand new business opportunities. Moving in on a niche that's still less developed in another country before the competitors get there could give you the opportunity to become a brand that country trusts. By the time your competitors catch on, you'll have already become an established provider, giving you an edge. One of the most obvious and compelling reasons to move is the desire to increase profits. By relocating to other countries, companies have the opportunity to capitalize on attractive government incentives and tax breaks. For example, corporations in the U.S. pay an average corporate tax rate of 20 percent, which is the third-highest rate in the world. This difference alone could save a business owner thousands of dollars. But a move like this comes with potential costs, however. Long-distance logistics both during and after the relocation can be costly. Besides, companies risk damage to their reputation – including accusations of tax avoidance and unethical behavior, while the countries they move to face increased scrutiny. （228 字）", "referenceText": "Why do some companies choose to relocate to other countries? What are the positive and negative consequences of this?", "referenceTranslate": "为什么有些公司选择迁往其他国家？这样做的积极和消极后果分别是什么？", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}