{"code": 200, "data": {"questionId": 2518, "questionType": 5, "typeName": "听题演讲", "occurrence": 29, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T09:58:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109860870131712.mp3", "answer": "I still remember that old couple from my last journey in Australia. They are excellent hosts whose attention to detail made my stay at Bathurst, an inner-west town 4 hours' drive from Sydney, most pleasant. I made the room reservation on Airbnb, which is an easy-to-use application mostly travelers nowadays are using to reserve accommodations prior to their arrival at the destination. The room I was offered was comfortable and nicely furnished, and the bathroom is large and well equipped. That was my first visit to Australia. The first day when I arrived at their place, it was already dinner time. I was surprised to find that they deliberately made me rice and beef stew, knowing that I am from China. However, they did not have chopsticks, so I used a fork and knife to eat rice for the first time in my life. The next morning, they served me a nice and fresh Aussie-style big breakfast, which was delicious. I very much appreciated the hosts' suggestions for cafes and restaurants in the area, as well as their help with my visit to the nearby tourist attractions, such as a blue mountain. The location of their house was convenient for me because I went from there to the National Park for hiking and kayaking. The lovely courtyard was such a nice place to enjoy a glass of wine while viewing the amazingly beautiful scenery. I feel extremely privileged to have the old couple as my hosts. I am genuinely grateful for everything they had done for me, they had been much more than simply hosts, but more like friends. （270 字）", "referenceText": "Talk about a time you were extended hospitality while you were traveling.", "referenceTranslate": "谈谈你在旅行中受到热情款待的一次经历。", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}