{"code": 200, "data": {"questionId": 2636, "questionType": 5, "typeName": "听题演讲", "occurrence": 22, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T11:56:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109869460066305.mp3", "answer": "Media is very important and essential in our life because we can know some information about news, events and what happened in our country or all over the world rapidly. Personally speaking, surfing the internet is very convenient, and it is my favorite form of media. The internet is not just a place to find information. You can use it to chat with your family and friends through social networks, such as Facebook, Twitter, or WeChat, and many other options available on the internet, which let you stay closer with others than ever before. Checking in with regular video chats or sharing photos online is a great way to stay connected when you can't be together in person. The internet has been a great discovery in recent years, and nearly everyone is using it, especially young generations. Young people who are interested in music, writing, or art can find loads of useful resources and ways to practice online. From starting a blog to following your favorite artists on Instagram, the internet can be an excellent way for young aspiring creatives to get started. （183 字）", "referenceText": "What is your favorite form of media? Is it television, print, radio, or the internet? Explain why?", "referenceTranslate": "你最喜欢的媒体形式是什么?是电视、印刷、收音机还是互联网。解释为什么？", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}