{"code": 200, "data": {"questionId": 2720, "questionType": 5, "typeName": "听题演讲", "occurrence": 31, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T13:20:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109873755033602.mp3", "answer": "From my perspective, a successful negotiation usually requires preparation and understanding. Preparation is vital to a successful negotiation. Research the topic and think through your options before you hold the discussion. You can't make accurate decisions without understanding the other side's situation. The more information you have about the people with whom you are negotiating, the stronger you will be. We have a tendency to focus on our own pressure, on the reasons why we need to make a deal. If you fall into this trap, you are working against yourself. The other side will appear more powerful. When you focus on your own limitations, you miss the big picture. Instead, you will feel more powerful when you recognize the reasons for the other side to give in. Successful negotiators always look at the situation from the other side's perspective. Everyone looks at the world differently, so you are way ahead of the game if you can figure out their perception of the deal. Instead of trying to win the negotiation, seek to understand the other negotiator and show them ways to feel satisfied. My philosophy of negotiation includes the firm belief that one hand washes the other. If you help the other side to feel satisfied, they will be more inclined to help you satisfy your needs. That does not mean you should give in to all their positions. Satisfaction means that their basic interests have been fulfilled, not that their demands have been met. (246 words)", "referenceText": "Discuss some tips for a successful negotiation.", "referenceTranslate": "讨论一些成功谈判的技巧。", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}