{"code": 200, "data": {"questionId": 2839, "questionType": 5, "typeName": "听题演讲", "occurrence": 23, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T15:19:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109886639935488.mp3", "answer": "While time spent at university is a fond memory and a happy experience for most, university life is not without its rough patches. Every student's situation is unique, but there are a few problems that almost all university students deal with at least once during school. The first challenge is the study pressure. University is academically challenging. For many, university courses require much more effort than high school classes. Unlike most high schools, universities often pack two years of content into one year. At times, it seems impossible to stay on top of it all. The second obstacle should be money. Tuition costs are rising at alarmingly high rates. Add to that the cost of meals, supplies, transportation, and textbooks, so you will have a university student's worst nightmare. There are a lot of university students who drop out of school every year because they cannot afford the price. Others are forced to juggle full academic schedules with full-time jobs to make ends meet. It is becoming increasingly difficult for students to graduate debt-free. (173 字）", "referenceText": "Discuss some obstacles that students might face in completing a degree at a college or university.", "referenceTranslate": "讨论一些学生在完成一个学院或大学的学位可能面临的障碍。", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}