{"code": 200, "data": {"questionId": 2874, "questionType": 5, "typeName": "听题演讲", "occurrence": 25, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T15:54:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "audio": "https://cdn.51ddedu.com/voices/477109895229870080.mp3", "answer": "There's no denying the fact that employees need more autonomy in the workplace. Autonomy in the workplace refers to how much freedom employees have while working. For some organizations, autonomy means employees are allowed to set their schedules. In other organizations, autonomy means employees can decide how their work should be done. No matter which concept is being applied, higher levels of autonomy tend to result in an increase in job satisfaction. Research shows that when employees are given the freedom associated with autonomy, job satisfaction rises. It's theorized that this increased level of job satisfaction in employees stems from a feeling of greater responsibility for the quality of their work. Autonomy has also been shown to increase motivation and happiness, along with decreasing employee turnover. From what has been discussed above, we may safely draw the conclusion that employees will have better work performance if they are given more autonomy. (151字）", "referenceText": "Do you think employees need a lot of supervision or that they should be given more autonomy? Give reasons to support your answer.", "referenceTranslate": "你认为员工需要更多的监督还是应该给予他们更多的自主权?给出理由来支持你的回答。", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}