{"code": 200, "data": {"questionId": 2876, "questionType": 5, "typeName": "听题演讲", "occurrence": 18, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T15:56:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "audio": "https://cdn.51ddedu.com/voices/477109895229870081.mp3", "answer": "Some people hold the view that networking is vital to success, I totally agree with this view. Experts agree that the most connected people are often the most successful. When you invest in your relationships — professional and personal — it can pay you back in dividends throughout the course of your career. Networking will help you develop and improve your skill set, stay on top of the latest trends in your industry, keep a pulse on the job market, meet prospective mentors, partners, and clients, and gain access to the necessary resources that will foster your career development. As you network with people at your company, in your industry, and even outside your field of interest, you'll uncover opportunities to connect with different types of mentors and advisors, increase your visibility with senior management, further develop your areas of expertise, and improve your soft skills. Therefore, we have reason to believe that networking plays a significant role in a successful life. (160字）", "referenceText": "Many people believe networking is vital to being successful in life. Do you agree or disagree? Why?", "referenceTranslate": "许多人认为人际关系网对于成功的人生至关重要。你同意与否?为什么?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}