{"code": 200, "data": {"questionId": 2954, "questionType": 5, "typeName": "听题演讲", "occurrence": 19, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T17:14:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109908114771968.mp3", "answer": "Well, an advertisement I remember well was the one selling beverages. It's a brand called Hainan Coconut Tree which is famous for its coconut milk. I remember it was during the Spring Festival Gala of 2008 that I got to know this advertisement for the first time. The time during the Gala of TV was very precious, and usually, companies from all industries wanted to bid for a chance to show their products. I saw this coconut milk commercial right before the gala began, so it is conceivable that the advertisement fees would be costly. Honestly, the art design of the advertisement was inferior to their counterparts, but it stood out from other ads all by its impressive way of presentation. It just showed up the Chinese words of Hainan Coconut Tree coconut milk with a huge logo. I couldn't see any animation, but can only hear a broadcaster announcing the brand name. The voice announcement was actually three seconds in length but was played three times in one go, which lasted for nine seconds in total. At that time, I thought it's the worst ad design I had seen in my life. However, it really worked as when I woke up in the morning in the following days, the repeated magical voice was still lingering in my head. （213字）", "referenceText": "Describe an interesting advertisement you saw. What was it promoting? And why was it so memorable?", "referenceTranslate": "描述你看到的一则有趣的广告。它在宣传什么?为什么它如此令人难忘？", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}