{"code": 200, "data": {"questionId": 3027, "questionType": 5, "typeName": "听题演讲", "occurrence": 18, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T18:27:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109912409739266.mp3", "answer": "Jay Chou has been recognized as one of the most successful and influential Asian entertainers for his outstanding achievements in the Chinese music scene. Having sold more than 30 million albums, Chou is one of the best-selling artists in Mainland China. His mother noticed his sensitivity to music and took him to piano lessons at the age of four. During his childhood, he was fascinated with capturing sounds and songs with his tape recorder, which he carried everywhere with him. In the third grade, he became interested in music theory and also started cello lessons. In high school, he majored in piano and minored in cello. He showed a talent for improvisation, became fond of pop music, and began to write songs. In 2000, Chou released his first album and rose to fame with the release of his second studio album, Fantasy. The album won five Golden Melody Awards, including Album of the Year. It is from there, people started to notice his talent in music composition. Now, he is regarded as the greatest artist in pop music for the past 20 years. (183字)", "referenceText": "Describe a talent that you or someone you know has.", "referenceTranslate": "描述你或你认识的人的一项才能。", "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}