{"code": 200, "data": {"questionId": 3030, "questionType": 5, "typeName": "听题演讲", "occurrence": 15, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T18:30:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 2, "templateName": "解决类模板", "audio": "https://cdn.51ddedu.com/voices/477109916704706560.mp3", "answer": "Bad habits expose us to suffering that is entirely avoidable. Unfortunately, these bad habits are difficult to break because they are 100% dependent on our mental and emotional state. Anything we do that can prove harmful to us is a bad habit – drinking, drugs, smoking, and gambling are all examples of bad habits. These habits have negative effects on our physical, mental and emotional health. When we think, feel, and act in a particular way over a period of time, habits form, not only in our behavior but in our memory systems too. This is how habits are acquired: the brain expects to be rewarded a certain way under certain circumstances. Quitting negative behavior patterns and steering clear of them requires a lot of willpower. One of the reasons it is difficult to break habits is that a lot of them make us feel good. We want them because they give us comfort. They're familiar, and we don't even notice when we progress from just one extra cigarette to four. Moreover, bad habits could fulfill a need that may not be met any other way. Those are the reasons why it is so hard for people to quit a habit. (200字)", "referenceText": "Why can it be hard for people to quit a habit, like smoking or gambling?", "referenceTranslate": "为什么人们很难戒掉一种习惯，比如吸烟或赌博?", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}