{"code": 200, "data": {"questionId": 3184, "questionType": 5, "typeName": "听题演讲", "occurrence": 15, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T21:04:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477109929589608450.mp3", "answer": "The person in my family whom I really admire is my grandfather. To me, he is a hero, an ideal father, a benevolent person, and a man of his honor. He is around 75 years old now. We live in a joint family and he is still the head of our family. Though he can't manage every aspect of our family due to his age, he is still the decision-maker for our family, and every single decision he has ever made involves a great level of kindness towards every other person. I remember him from my early childhood when he used to play chess with me. He taught me many things including the value of kindness. He told me some of the great adventures in his life through stories and those stories are still inspiring for me. He is a person of his word. He would not talk much but when he does it carries unparallel weights. He is a benevolent person as I have seen him helping many people in our locality. We never take his kindness for granted, instead, we very much appreciate all the things he has done for us. I revere my grandfather for his acute observation and great decisions. I like him so much that I want to become a person like him. (219字)", "referenceText": "Describe someone in your family whom you really admire.", "referenceTranslate": "描述你家里你非常欣赏的一个人。", "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}