{"code": 200, "data": {"questionId": 3353, "questionType": 5, "typeName": "听题演讲", "occurrence": 17, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T23:53:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "audio": "https://cdn.51ddedu.com/voices/477109946769477632.mp3", "answer": "One of the most significant advantages in life that wealthy children will have as they grow up in the education resource they can utilize. To be more specific, they are more likely to attend private schools and extra-curriculum activities, such as second language, fencing, and instruments. While the children raised in poor families may need to find work to support the family. Moreover, wealthy children can afford to travel abroad, where they can communicate with locals and learn foreign cultures as well as history. These various experiences expand their horizon and transform their ways of thinking. Thirdly, the network formed by their families also benefits them in their career development. They tend to have friends who can invest in their companies or cooperate in business. Supported by their family, they are not afraid of failure since they have a financial backup. In conclusion, wealthy children can enjoy better education resources, more experienced, and networks as they grow up. (157字)", "referenceText": "What are some of the advantages in life that wealthy children will have as they grow up?", "referenceTranslate": "随着富有的孩子长大，他们在生活中会有什么优势？", "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}