{"code": 200, "data": {"questionId": 3531, "questionType": 5, "typeName": "听题演讲", "occurrence": 6, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T02:51:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "audio": "https://cdn.51ddedu.com/voices/477109955359412226.mp3", "answer": "Compared to cities that are inland, coastal cities enjoy the beautiful view of the sea and beaches while also burdening server problems due to the position. The most serious natural problem is that coastal cities are more likely to suffer from tsunamis, which will cause significant damages to the property and infrastructure. Moreover, the dumping in the sea also threatens the life of people there. Most residents in coastal cities are depending on the sea for a living, but water pollution leads to the decrease of marine animals. Besides, if the coastal areas are famous as scenic spots, local people and the government should take more investments and money to process the garbage left by the visitors. Normally, many important industrial centers are situated on estuaries. Numerous pipelines, data, and energy cables are buried in the seabed. The damage caused by these construction engineering activities along the shoreline cannot be ignored since those damages are permanent and cannot be reversed. (160字)", "referenceText": "What are some problems facing cities in coastal areas as opposed to cities that are inland?", "referenceTranslate": "与内陆城市相比，沿海城市面临怎样的问题？", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}