{"code": 200, "data": {"questionId": 3880, "questionType": 5, "typeName": "听题演讲", "occurrence": 16, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T08:40:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "audio": "https://cdn.51ddedu.com/voices/477109989719150592.mp3", "answer": "It is an indisputable fact that photographic reproduction has profoundly affected how art is viewed today. The context that artwork is viewed alters how the work is perceived or understood. The reproduction of works removed and hence isolated from its original environment hence inevitably alters the meaning of the work as perceived by an audience viewing it through a digital screen or in a gallery. This undoubtedly negatively affects the success of the artistic intention of the viewers of the work in today's age. Our first meeting most works occur through reproductive elements, and we have increasingly become unable to truly appreciate work in its entirety. We are unable to encounter it in real life and directly respond to it without having been taught or initiated with the background of the artist, his/her motivations and intentions, the historical precedents, and contexts. (141字)", "referenceText": "It's common to find reproductions of famous artworks in public places. How is this beneficial or not?", "referenceTranslate": "在公共场所发现著名艺术品的复制品是很常见的。这是好是坏，又为什么呢？", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}