{"code": 200, "data": {"questionId": 4602, "questionType": 5, "typeName": "听题演讲", "occurrence": 9, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T20:42:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477110058438627329.mp3", "answer": "There are certain conversations that I can never forget. This specific conversation with a stranger I am going to talk about today happened roughly five months ago. I was traveling by bus to the shopping center. A tall person boarded the bus. He sat next to me, and we just casually started talking. The conversation started with normal day-to-day things like the increasing traffic and the sweltering summer heat. After some time, he started telling me about his profession. As soon as he told me that he worked in a merchant navy, I flooded him with questions. He told me about the difficulties and also the fun part of being in the merchant navy. Some things were very interesting. He told me that he only worked about 8 months a year, spending the rest of the time with his family. He then would play basketball, go on vacations and do whatever he wants during those four months. It was a great pleasure talking to him, and this conversation will always be a part of my memories. (176字)", "referenceText": "Describe an interesting conversation you had with a stranger. Where were you and what did you talk about?", "referenceTranslate": "描述一段你和一个陌生人的有趣对话。你们在哪里?你们谈了些什么?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}