{"code": 200, "data": {"questionId": 4629, "questionType": 5, "typeName": "听题演讲", "occurrence": 11, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T21:09:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 2, "templateName": "解决类模板", "audio": "https://cdn.51ddedu.com/voices/477110062733594624.mp3", "answer": "Some of the many causes of a child having low self-esteem may include an unhappy childhood, poor academic performance in school resulting in a lack of confidence, ongoing stressful life events such as relationship breakdown or financial trouble, and ongoing medical problems such as chronic pain, serious illness or physical disability. Specifically, an unhappy child can take place where parents or other significant people such as teachers were extremely critical of the child or even mistreat the child. An abusive relationship can be mentally disruptive to a child's self-esteem, as well as cause a number of other mental illnesses such as anxiety disorder or depression. Typically, children with low self-esteem would be extremely critical of themselves, downplay or ignore their positive qualities, and hence judge themselves to be inferior to their peers. They also would use negative words to describe themselves such as stupid, fat, ugly, or unlovable. They would blame themselves when things go wrong instead of taking into account other things over which they have no control such as the actions of other people or economic forces. What's more, they may have difficulty with relationships and problems at school and at home. (194字)", "referenceText": "What can lead to the problem of a child having low self-esteem? What are some of the effects of that?", "referenceTranslate": "什么会导致孩子缺乏自尊心?这有什么影响呢?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}