{"code": 200, "data": {"questionId": 4687, "questionType": 5, "typeName": "听题演讲", "occurrence": 9, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-13T22:07:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/477110071323529216.mp3", "answer": "Sleeplessness is usually a result of stress, life events, or habits that disrupt sleep. There are several common causes of insomnia. First of which is stress. Concerns about work, school, health, finances, or family can keep people's minds active at night. Stressful life events or trauma also may lead to sleeplessness. Secondly, travel or work schedules can have a significant influence on people's sleep. Examples include jet lag from traveling across multiple time zones, working a late or early shift, or frequently changing shifts. What's more, poor sleep habits and eating too much late in the evening may also lead to sleeplessness. In some cases, at-home remedies or simple lifestyle changes can improve the quality of people's sleep. Avoid caffeine and alcohol for at least a few or more hours before bed. Limit any daytime napping to 30 minutes or none at all if possible. Keep the bedroom dark and cool. Avoid stimulating activities before bedtime, and allow seven to eight hours for sleep each night. Listening to soothing music and taking a hot bath before bedtime may also help. Keep a regular sleep schedule. (185字)", "referenceText": "What might cause sleeplessness in a person? What can be done to remedy the situation?", "referenceTranslate": "什么会导致一个人失眠?我们能做些什么来补救这种情况呢?", "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}