{"code": 200, "data": {"questionId": 4832, "questionType": 5, "typeName": "听题演讲", "occurrence": 6, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-14T00:32:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 2, "templateName": "解决类模板", "audio": "https://cdn.51ddedu.com/voices/477110088503398400.mp3", "answer": "In order to combat crimes, government-initiated programs should be located in hotspot areas and focused on the population groups that are most likely to commit these crimes. The risk factors for why these people get involved in criminality also need to be clearly diagnosed and complemented with a treatment plan that involves the family and community. Apart from actions on law enforcement, governments can invest in protective factors. That is to say, supporting proactive community associations and schools to activate their involvement, educating people and school kids about social responsibilities, and informing them about the harmful effects associated with crimes. A systematic, integrated, coordinated approach combing the responsibilities of a wide range of state and non-state actors will be needed to combat crimes. It will ensure, for example, that the police, municipalities, and intelligence services can quickly exchange descriptions of offenders, fingerprints, and car registration numbers. In doing so, criminals can be arrested much faster.", "referenceText": "What are ways that government can combat crimes, such as illegal drug use, larceny, or vandalism?", "referenceTranslate": "政府有什么方法可以打击犯罪，如非法使用药品,盗窃或破坏公物?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}