{"code": 200, "data": {"questionId": 5828, "questionType": 5, "typeName": "听题演讲", "occurrence": 12, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2022-03-07T14:05:40.595+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://cdn.51ddedu.com/voices/566617597794066432.mp3", "answer": "Mulan's story is very popular with all people in my country, China. The original story is a ballad. The gist of the ballad tells of how Hua Mulan replaced her aging father to serve the country, disguised herself as a man, and fought bravely in the army. When she returned and attended the court after the army's victory, she did not want any official reward but just asked to be reunited with her family. After she changed into her own clothing at home, her comrades were all shocked that she was a girl. In ancient China, the army was formed all by men, and Mulan proved the capability of women. I first heard Mulan’s story when I was 3, and I heard it from Yu Opera, a traditional Chinese Opera that originated in Henan Province. My granny taught me how to sing it. The reason why Mulan’s story is so popular is that her braveness and spirit when confronting a tough situation encouraged all Chinese generation by generation.", "referenceText": "Talk about a true story that is very popular with people in your country. When did you first hear the story and why is it so popular?", "referenceTranslate": "谈论一个在你们国家很受欢迎的真实故事。你第一次听到这个故事是什么时候?为什么它这么受欢迎?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}