{"code": 200, "data": {"questionId": 7247, "questionType": 5, "typeName": "听题演讲", "occurrence": 3, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2022-11-21T10:00:01.452+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 3, "templateName": "对比类模板", "audio": "https://dcdn.51ddedu.com/voices/662665354434056192.mp3", "answer": "The greatest benefit of online shopping is its convenience. Through the digital space, you can buy anything you want from the comfort of your own home. Since online stores are open 24/7 and accessible from anywhere with internet access, it's easy to fit online shopping into your life no matter how busy you are. You don't have to plan your purchases based on when a brick-and-mortar store is open and available to serve you. Also because products online live within the digital space, online retailers are not restricted to shelves and often have more inventory on hand with a wider selection of products. Also, online shopping gives you the chance to buy anything from any retailer, no matter where you're located. If you're in the market for a new lamp, for example, you'll have more options available to you than you would if you only shopped at stores in your local area. Unfortunately, online shopping scams do exist. According to the Federal Trade Commission, online shopping was one of the most common fraud categories for consumers. Some scammers pretend to be legitimate online sellers with fake websites or create fake ads on real sites. Always pay by credit card rather than a debit card, as you can easily report fraud to your credit card company. Also, it is best to avoid online sellers that only accept payment via money transfers, gift cards, or cryptocurrency. ", "referenceText": "What are the advantages and disadvantages of shopping online?", "referenceTranslate": "网上购物的优点和缺点是什么?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}