{"code": 200, "data": {"questionId": 7249, "questionType": 5, "typeName": "听题演讲", "occurrence": 0, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2022-11-21T10:00:31.640+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://dcdn.51ddedu.com/voices/662665483283075072.mp3", "answer": "I would say a national park is a good place to relax. National parks are full of calming things, like dozens of shades of green, fresh air, the sound of running water, bird calls, or simple, beautiful silence. You can take advantage of these drawcards and supercharge your relaxation routine with these four relaxing activities, like meditating or yoga.  Meditating can be as easy as sitting somewhere comfortable, breathing deeply, and relaxing your muscles, or you can add exercises designed to quieten the mind. There are many smartphone apps available for guided meditation, and many even offer a free trial. And you may find it easier to meditate in a natural place like a national park, especially when you are starting. The peaceful setting removes external distractions, while the natural habitat and sounds will increase your sense of well-being. Start with a basic class or even just a how-to video from the internet to learn some easy poses, then take what you’ve learned to your local park. When practicing yoga outside, you might prefer to stick to standing poses to keep your hands and clothes clean, but if you have a soft grassy surface, you could expand your range. Remember to breathe deeply throughout your session to take full advantage of that fresh air.", "referenceText": "Describe a good place to relax, other than home. What makes it so relaxing?", "referenceTranslate": "描述一个除了家以外的放松的好地方。是什么让它如此放松?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}