{"code": 200, "data": {"questionId": 7394, "questionType": 5, "typeName": "听题演讲", "occurrence": 1, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2022-11-23T09:00:55.607+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "准备以至少20秒的时间回答以下问题", "duration": 90, "prepareTime": 20, "templateType": 1, "templateName": "描述类模板", "audio": "https://dcdn.51ddedu.com/voices/663392294828773376.mp3", "answer": "I would say it's communication skills. Communication skills allow you to understand and be understood by others. These can include but are not limited to effectively explaining ideas to others, actively listening in conversations, giving and receiving critical feedback, and public speaking. In friendships, characteristics such as honesty and kindness often foster trust and understanding. The same characteristics are important in workplace relationships. When working with others, approach your interactions with a positive attitude, keep an open mind and ask questions to help you understand where they’re coming from. Small gestures such as asking someone how they’re doing, smiling as they speak, or offering praise for work well done can help you foster productive relationships with both colleagues and managers. In the workplace, people are more likely to respond to ideas that are presented with confidence. There are many ways to appear confident, including by making eye contact when you’re addressing someone, sitting up straight with your shoulders open, and preparing ahead of time so your thoughts are polished. You’ll find confident communication is useful not just on the job but during the interview process as well.", "referenceText": "What are some skills you might need to acquire later in your life?", "referenceTranslate": "你在以后的生活中可能需要掌握哪些技能?", "difficulty": 2, "difficultyName": "一般（105~115）"}, "msg": "请求成功！"}