{"code": 200, "data": {"questionId": 2351, "questionType": 10, "typeName": "小作文", "occurrence": 23, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T07:11:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以至少 50 个字回答问题", "duration": 300, "templateType": 1, "templateName": "描述类模板", "content": "\"How do you think your generation is different from your parent's generation? Give specific reasons for your answer.\"", "answer": "The principal differences between my generation and my parent's generation are in how they relate to others. My generation is more tolerant of other people's choices, less concerned about what others think, and more self-centered. My parents' generation has stricter standards about what kinds of behavior are acceptable. They sometimes have a hard time accepting the fact that other people may have different ideas about what's right and what's wrong. My generation thinks people should have many choices. For example, they choose whom they want to live with, whether or not to have children, whether or not to practice a particular religion, and what to do for a living. My parents' generation is much more concerned about what other people think of them. Many grew up in tightly knit communities where people knew each other's families. Filling in meant that you had to act a certain way. Many of my generations grew up in loosely knit communities, where we only knew about our closest neighbors. We didn't care what the rest of the community thought of us. Also, we were a very rebellious generation and often did things just to shock people. Wherever we grew up, most of my generation didn't have to worry about having enough to eat or a roof over our heads. My parents' generation did. They grew up during the Great Depression when many people were poor. For this reason, my parents didn't have time to analyze their feelings or think about their inner selves. They were too busy trying to get by. Children of my generation were well taken care of by their parents. Because of that, we had time to think about ourselves and our place in the universe. As adults, many of us have continued to be self-absorbed. We join health clubs to be perfect in the body and go into therapy to be perfect in mind. （314 字）", "difficulty": 3, "difficultyName": "难（120以上）"}, "msg": "请求成功！"}