{"code": 200, "data": {"questionId": 2353, "questionType": 10, "typeName": "小作文", "occurrence": 34, "isOccur": 0, "collectColorType": null, "practiceCount": 0, "createTime": "2020-11-12T07:13:00.000+00:00", "isVip": "1", "probationTotalCount": 0, "userProbationCountLeft": 0, "questionStatus": null, "ownerFlag": null, "similarToQuestionIdList": null, "title": "以至少 50 个字回答问题", "duration": 300, "templateType": 3, "templateName": "对比类模板", "content": "\"Your school has enough money to either build a computer lab or a library full of books. What do you recommend? Give specific reasons for your recommendation.\"", "answer": "I believe schools should build a school library full of books. The school library is a central hub supporting every student and staff member, as well as parents. The library combines several elements — library staff, resources, and spaces. Each of these plays an essential role in supporting teaching and learning. Libraries provide another space for students to learn. They can help students navigate the internet, offer a quiet area for students to study, and encourage students to read. The staff, knowing what books a student enjoys, can help them choose books that are similar to their interests. Sometimes they are not even books the student knew they would like. Providing students with books that interest them is another way to encourage students to read more. They dig into a new book they started to read in the library and end up not putting it down until they must. A library is an important source of knowledge to young minds in schools. It develops the important habit of reading among the students. Every school should have a library. The school library plays a great role in the life of students by serving as the storehouse of knowledge. （197 字）", "difficulty": 1, "difficultyName": "简单（100以下）"}, "msg": "请求成功！"}